{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2006","dc_source_sm":["g_10864_10334m1","g_10864_10334m2","g_10864_10334m4","g_10864_10334m5","g_10864_10334m6","g_10864_10334m7","g_10864_10334m8","g_10864_10334m9"],"layer_slug_s":"g_10864_10334m3","dc_title_s":"The Globalization of Personal Data (GPD) Project International Survey on Privacy and Surveillance (3 of 9)","dct_spatial_sm":["China"],"solr_geom":"ENVELOPE(73.4994140000001, 134.7754563, 53.560974001, 15.775416)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/10334","dc_description_s":"<p>The Globalization of Personal Data (GPD) was an international, multi-disciplinary and collaborative research initiative drawing mainly on the social sciences but also including information, computing, technology studies, and law, that explored the implications of processing personal and population data in electronic format from 2004 to 2008. Such data included everything from census statistics to surveillance camera images, from biometric passports to supermarket loyalty cards. The project ma\r\nintained a strong concern for ethics, politics and policy development around personal data. The project, funded by the Social Sciences and Humanities Research Council of Canada (SSHRCC) under its Initiative on the New Economy program, conducted research on why surveillance occurs, how it operates, and what this means for people's everyday lives (See\r\n<a href=\"http://www.sscqueens.org/projects/gpd\">http://www.sscqueens.org/projects/gpd<\/a>). The unique aspect of the GPD included a major international survey on citizens' attitudes to issues of surveillance and privacy.<\/p>  <p>The GPD project was conducted in nine countries: Canada, U.S.A., France, Spain, Hungary, Mexico, Brazil, China, and Japan. Three data files were produced: a Seven-Country file (Canada, U.S.A., France, Spain, Hungary, Mexico, and Brazil), a China file, and a Japan file.<\/\r\np> <p>Country Report are available for download from <a href=\"http://qspace.library.queensu.ca/handle/1974/7656\">QSpace<\/a> (Queen's University Research and Learning Repository).<\/p> ","dct_issued_dt":"2013-06-13T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10334\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10334/iso19139.zip\"}","dc_creator_sm":["Surveillance Studies Centre"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10334m3","dct_isPartOf_sm":"The Globalization of Personal Data (GPD) Project International Survey on Privacy and Surveillance"}