{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10216m1","dc_title_s":"Ocean freshwater fluxes through the Canadian archipelago (CAT)","dct_spatial_sm":["Nares Strait; Cardigan Strait, Lancaster Sound; Cardigan Strait; Hans Island; Jones Sound; Barrow Strait; Bellot Strait; Nunavut"],"solr_geom":"ENVELOPE(97.0, 67.0, 81.0, 71.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10216","dc_description_s":"The objectives of the CAT study are to acquire the first complete observations of Canadian Arctic through-flow and to understand why they occur and how they may change as climate changes. Long term measurements of ocean current and ice drift can be acquired only using by autonomous sub-sea instruments. During expeditions on several icebreakers in August 2007, such instruments were moored within the three principal gateways for flow between the Arctic Ocean and Baffin Bay: Nares Strait, Cardigan Strait and Lancaster Sound. The instruments were programmed to measure current, temperature, salinity, ice thickness, ice drift and sea level. They are recording these data internally because transmission of data to the outside world is not possible. Data from Lancaster Sound were recovered in August 2008, after which the instruments and moorings were serviced and re-deployed for another year¿s operation. Observations are still being recorded in the two more remote channels; they will not be seen until the instruments are recovered this coming August. In 2008 we were able to supplement the operating array by placing a planned third mooring in Cardigan Strait, filling a gap left open by instrument failure in 2007, and an automatic weather station on Hans Island in Nares Strait via an international collaboration. The CAT study includes a theoretical component. During 2008 we configured our numerical ocean models to represent the Canadian Archipelago in great detail. We have now collected and compiled the data needed to run the model: water depths, initial conditions for the\nocean and time variable atmospheric data for 1997 through 2004. Preliminary runs have been completed and work on a coupled sea-ice model is proceeding. We have discovered that a low resolution model of the entire Arctic to needed to deliver acceptable data to the boundary of the Archipelago model. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10216\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10216/iso19139.zip\"}","dc_creator_sm":["Humfrey Melling","Andreas Münchow","Helen Johnson","Jim Hamilton","Kelly Falkner","Kumiko Azetzu-Scott","Michelle Johnston","Paul Myers","Simon Prinsenberg"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10216m1"}