{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2005","layer_slug_s":"g_10864_11084m1","dc_title_s":"Portraits of Canada, 2005 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11084","dc_description_s":"<P> Portraits of Canada is an annual survey of public opinion in Canada conducted by the Centre for Research and Information on Canada (CRIC). Its purpose is to track how the attitudes of Canadians have evolved on a range of issues relating to the nature and well-being of the federation, its institutions and its citizens. <\/P> <P> For eight years, the Canadian Unity Council's Centre for Research and Information on Canada (CRIC) has conducted <i> Portraits of Canada <\/i>, an annual national surve\ny of Canadians' opinions about government, each other and the country's future.\n<i> Portraits <\/i> is more than a poll; it is a vehicle to start a conversation with Canadians. We want to hear what they have to say - what you have to say - about what is going on and what the future holds. This in keeping with the CRIC's mandate to inform and to engage all Canadians in building and strengthening Canada. <\/P>  <P> In the 2005 edition of <i> Portraits <\/i>, we once again track how Canadians' attitudes have evolved on a range of issues relating to the nature and well-being of th\ne country. Some of the questions that we have asked this year include:\n<\/P>  <P>- Do they consider a balanced budget as all that important? <\/P> <P>- How do they rate  their leaders?<\/P>  <P>- How do they feel about minority government?<\/P> <P>- Are they prepared to make trade-offs on civil liberties to ensure their security?<\/P> <P>Every year <i> Portraits <\/i> asks roughly 50 questions, a significant proportion of which have been asked in the past. This allows us to track which views are changing with time and which remain fairly constant. The sample size of our\nsurvey is large. Quite often the polls that you see in the news have about 1,000 respondents throughout Canada. By contrast, our sample of 3,201 Canadians is large enough to ensure that opinions in all regions of the country, including the three Northern Territories, are accurately reflected. Two separate surveys are carried out, one in Quebec (conducted by CROP) and one in the rest of Canada (conducted by Environics Research Group). The results are then combined. The survey's Quebec component was conducted September 13-26, 2005. As with any survey, there is a margin of error. In this case it is plus or minus 1.7%, 95% of the time.\n<\/P> <p>Once the information is analyzed and released at a major news conference, Council staff and supporters fan out across the country to present the results to groups ranging from young leaders, community groups, Rotary Clubs, high school, and university students to business associations, municipal, provincial, and federal officials, as well as politicians. This is where we start conversations with Canadians. <\/p> ","dct_issued_dt":"2015-09-14T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11084\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11084/iso19115.zip\"}","dc_creator_sm":["Centre for Research and Information on Canada (CRIC)"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11084m1"}