{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10213m1","dc_title_s":"A Canadian Arctic SOLAS Network","dct_spatial_sm":["Lancaster Sound; Baffin Bay; M'Clure Strait; Mackenzie Shelf; Beaufort Sea"],"solr_geom":"ENVELOPE(141.0, 52.0, 79.0, 61.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10213","dc_description_s":"We are seeking answers to two key questions regarding the influence of marine processes on Arctic climate: 1) How will the increased flow of Pacific waters through the Canadian Archipelago affect the dynamics of climate-active gases in the ocean, and 2) How will these gases be affected by a reduction of sea-ice cover, and increased areas of open water? These questions have been addressed by our multidisciplinary team during two expeditions on the Canadian research ice-breaker Amundsen as part of the International Polar Year. The expeditions took place during the fall of 2007 and 2008. Eleven (2007) and ten (2008) Arctic SOLAS scientists from 7 Canadian institutions participated to these expeditions which allowed a unique and extensive longitudinal survey of these trace gases and aerosols in the High Canadian Arctic, from Baffin Bay to the Beaufort Sea. The missions enabled us to collect new oceanographic and atmospheric data on the distribution and cycling of DMS, N2O, and VOCs across the Canadian Archipelago and to relate these measurements to the distribution and chemical characteristics of aerosol particles. Activities of this program where coordinated with those of the IPY programs CFL, the Canadian program ArcticNet, and the international programs OASIS and SOLAS. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10213\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10213/iso19139.zip\"}","dc_creator_sm":["Maurice Levasseur","Ann-Lise Norman","Jean-Éric Tremblay","Jon Abbatt","Michael Scarratt","Richard Leaitch","Richard Rivkin","Yves Gratton","Martine Lizotte"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10213m1"}