{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"solr_year_i":"2010","layer_slug_s":"g_10864_10445m1","dc_title_s":"Video Observation of Infection Control Practices in Veterinary Clinics and a Petting Zoo, with Emphasis on Hand Hygiene and Interventions to Improve Hand Hygiene Compliance, Southwestern and Eastern, Ontario [Canada] 2010-11-11 to 2011-12-19","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10445","dc_description_s":"Infection control and particularly hand hygiene in veterinary clinics is important for preventing pathogen spread between patients, staff and the public. There has been no direct evaluation of the use of many basic infection control practices, including sharps handling, environmental cleaning, and personal protective clothing (PPC), in companion animal clinics, and there is also little information available regarding hand hygiene frequency and technique used in such settings. The objectives of this study were to describe these and other infection control practices associated with routine companion animal appointments in veterinary clinics in Ontario, and the effectiveness of a poster campaign to improve hand hygiene compliance.  Video observation of various infection control practices in 47 veterinary clinics found that poor sharps handling practices were common, yet only one needlestick injury was observed.  Exam tables were cleaned following 76% (2015/2646) of appointments, and contact time with spray used to do so ranged from 0-4611s (mean 39s, median 9s). Appropriate personal protective clothing was worn for 72% (3518/4903) of staff-animal contacts. Video observation of hand hygiene practices in 38 veterinary clinics found overall hand hygiene compliance was 14% (1473/10894).  Soap and water was used for 87% (1182/1353) of observed hand hygiene attempts with a mean contact time of 4s (median 2s, range 1-49s).  The hand hygiene poster campaign had no significant effect on compliance. ","dct_issued_dt":"2013-07-30T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10445\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10445/iso19139.zip\"}","dc_creator_sm":["Anderson, Maureen E.C."],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10445m1"}