{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"solr_year_i":"2001","layer_slug_s":"g_10864_10595m1","dc_title_s":"Canadian Problem Gambling Index (CPGI) prevalence studies [Canada]:  Consolidated dataset","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10595","dc_description_s":"The Canadian Problem Gambling Index (CPGI) originated in 2000 as a Canadian interprovincial research initiative to develop and validate a new measure to identify problem gamblers in population health surveys.  Since the CPGI was introduced, all Canadian provinces and many jurisdictions in other countries have relied on this measure to estimate the prevalence of problem gambling in general and special populations. In 2007, the OPGRC carried out the process of soliciting researchers for data that were collected using the CPGI instrument in order to compile and harmonize data into one large dataset.  This is a cross-national and cross sectional dataset (n=21,374) compiled from seven major prevalence studies of Canadian adults (18 or older) residing in the Canadian provinces. It includes 2191 variables with information on gambling activities, gambling behaviours, adverse consequences related to gambling, and problem gambling correlates. Selected variables were harmonized to facilitate cross national comparisons. Included in this concatenated dataset are the following individual problem gambling prevalence studies: National Validation Study 2001, Alberta 2002, British Columbia 2003, Manitoba 2002, Ontario 2001, Ontario 2005, and Newfoundland and Labrador 2005. Please see the Data Source section below for the citations and direct links to the individual datasets comprising this consolidated dataset. ","dct_issued_dt":"2014-02-14T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10595\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10595/iso19115.zip\"}","dc_creator_sm":["Ontario Problem Gambling Research Centre"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10595m1"}