{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10198m1","dc_title_s":"Recent changes in carbon source-sink relationships and greenhouse gas emissions in forest and peatland ecosystems along the Mackenzie Valley region of Canada","dct_spatial_sm":["Fort McMurray, Alberta; Normal Wells, NWT; Fort Simpson, NWT, Wrigley, NWT, Hay River, NWT, Inuvik, NWT","Canada (CAN)"],"solr_geom":"ENVELOPE(-111.0, -134.0, 68.0, 56.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10198","dc_description_s":"Recognizing that permafrost distributions are largely controlled by topography and climate, our IPY study documents local C cycling processes and GHG emissions as associated with vegetation, soil and permafrost environments along a climatic gradient from the Isolated Patches Permafrost Zone, in northern Alberta, to the Continuous Permafrost Zone at Inuvik, NWT. In order to understand variation in vegetation, soils, and permafrost, an extensive network of 26 sites has been established over the summers of 2007 and 2008, with four of these sites intensively monitored, from 2007 to the present, for C cycling and GHG exchange. Each NWT site encompasses a gradient from upland to peatland, including areas of permafrost-affected peatlands (peat plateaux), areas of permafrost thaw within the peat plateau matrix (collapse scars), and nearby forests occurring on mineral soils (upland forests). The northern Alberta site is entirely permafrost free, containing peatland plots in a bog, an internal lawn (area of permafrost thaw within an unfrozen bog matrix), and an adjacent upland forest. Preliminary data indicate that vegetation primarily varies from upland forest to peat plateau to collapse scar, with collapse scars having the most distinct plant communities. Permafrost zonation is a strong sec\nondary gradient, with greatest differences between plant communities of the Continuous Permafrost Zone and those of either the Sporadic or Extensive Discontinuous Permafrost Zones. The CH4 release/consumption within the study area is intricate and highly variable, fluctuating with the local soil water and corresponding vegetation. Significant surface CH4 production, essentially by microbial methyl-type fermentation, occurs only in submerged parts, and hence most reducing parts of the soil profile. Contrary to initial expectations, CH4 production is greatest during the warmest months and is insignificant during the spring thaw. Carbon dioxide emissions and net ecosystem CO2 exchange (NEE) measurements at the ground surface decreases from south to north and are mainly affected by soil temperature and the presence of permafrost. Topographic position affects soil respiration rate, which is significantly greater in uplands than peatlands, while plant uptake of CO2 by photosynthesis also varies with landscape position, accounting for over half of NEE in peatlands but less than a quarter in uplands. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10198\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10198/iso19139.zip\"}","dc_creator_sm":["Jagtar Bhatti","Charles Tarnocai","Michael Brady","Michael Whiticar","Mingliang Wang","Natalia Starstev","Rick Hurdle","Ruth Errington","Thierry Varem-Sanders"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10198m1"}