{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"layer_slug_s":"g_10_5683_sp2_3epgoam1","dc_title_s":"Birth weight and economic growth data sets, University Lying-in Hospital, Montréal, 1843-1905, [2012]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/3EPGOA","dc_description_s":"The variables contained in the data sets are primarily concerned with perinatal outcomes and maternal health. A number of variables with respect to the social and economic status of the mothers and their families were also included (ie. Occupation, Marital status, Region). While all nine data sets are centered around these common themes and hold many variables in common, each data set has a unique combination of variables.  The types of fields are wide-ranging but are primarily concerned with infant birth, maternal health, and socioeconomic status.  The Montréal cases were transcribed from the Register of Patients of the University Lying-in Hospital, a large leather-bound ledger now kept in the McGill University Archives, Montréal, Quebec. Because the number of patients was small, all case records were coded. The series runs from 1843-1900. Unfortunately, the information for the period 1843 to 1850 is too limited to support systematic analysis. In 1901 the hospital adopted a new form of taking case records although the data gathered remained consistent with previous practice. Unfortunately, this information was not collected as thoroughly as had been the practice before the turn of the century. The series ends abruptly and inexplicably in 1905. The initial data base included 8216 cases. ","dct_issued_dt":"2019-03-04T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/3EPGOA\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/3EPGOA/iso19139.zip\"}","dc_creator_sm":["Gagné, Monique","Ward, W. Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_3epgoam1"}