{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10194m1","dc_title_s":"Community Adaptation and Vulnerability In Arctic Regions (CAVIAR) [Canada]","dct_spatial_sm":["Arctic Bay, Clyde River, Dawson (Yukon), Fort Resolution, Hopedale, Igloolik, Iqaluit, Kugluktuk, Qeqertarsuaq (Disko Island), Rigolet, Tuktoyaktuk, Ulukhaktok, Whitehorse","Canada (CAN)"],"solr_geom":"ENVELOPE(-135.080833, -53.55, 73.0333, 54.175064)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10194","dc_description_s":"<p>This project represents the Canadian component of the international IPY CAVIAR consortium. The research is designed to systematically assess the vulnerability of communities across the circumpolar north to changing environmental conditions, including climate change, and to identify opportunities to enhance the adaptive capacities of communities to sustain their natural resources, livelihoods and well-being. The project involves case studies, using a common methodology, to document exposures a\nnd adaptive strategies to deal with changing conditions. Exposures are identified by the local communities themselves, contributing to the development of community involvement in research. The research integrates natural science, social science and traditional knowledge, and is undertaken in collaboration with northern community members (through consultations and employing community members, often youth, as research assistants). Ethnographic fieldwork includes community-based research via interviews, focus groups, and participatory observation, as well as feedback visits for confirmation of findings and local dissemination. CAVIAR primarily collects qualitative data sets (interview and focus group recordings, which are subsequently transcribed). Research participants are northerners speaking to exposure-sensitivities and adaptive strategies in northern communities, and range from youth to elders. Quantitative data include detailed weekly hunting land use data in GPS format for hunters in Iqalu\nit (on-going) and georeferenced surficial geology polygons, sediment samples, landscape hazard examples, infrastructure foundation types and photographs of surficial sediment classes and landscape hazards in Clyde River.\n<\/p>  <p>Within Canada, CAVIAR is connected to three ArcticNet NCE projects: \"Adaptation in a Changing Arctic: Ecosystem Services, Communities and Policy\", \"Instability of Coastal Landscapes in Arctic Communities and Regions\" and \"Understanding and Responding to the Effects of Climate Change and Modernization in Nunatsiavut\". CAVIAR Canada is also linked with a SSHRC Northern Communities Grant (\"Feeding the family during times of change\"), Health Canada's Climate Change and Health Adaptation Pro\ngram, the Northern Climate ExChange's Yukon Community Adaptation project, and a SSHRC Northern Communities Grant (C-TAC, \"Climate Change and Tourism Change in Northern Communities: A Vulnerability and Resilience Assessment\").\n<\/p> ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10194\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10194/iso19115.zip\"}","dc_creator_sm":["Barry Smit","Ben Bradshaw","Derek Armitage","Frank Duerden","James Ford","Mark Andrachuk","Ralph Matthews","Trevor Bell","Wayne Pollard"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10194m1"}