{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10235m1","dc_title_s":"Climate change and permafrost impacts on High Arctic watershed fluxes: Cape Bounty, Melville Island, experimental watershed observatory","dct_spatial_sm":["Cape Bounty (Nunavut, Canada)","Canada (CAN)"],"solr_geom":"ENVELOPE(-109.5, -109.5, 74.5, 74.5)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10235","dc_description_s":"Research at the Cape Bounty Arctic Watershed Observatory (CBAWO), Melville Island, Nunavut (74º54' N, 109º35' W) is investigating how climate change will affect High Arctic rivers, soils and vegetation to provide an unprecedented understanding of the hydrological and ecosystem processes that are sensitive to climate change, and also to predict and anticipate future effects. Climate can change the amount of water available through the amount of snowfall that is present during the spring. During the IPY years we have intensively examined how different snowpack and soil temperature conditions affect the spring melt, the amount of sediment and soil erosion, the growth of plants, and the release of dissolved nutrients and greenhouse gases. We will further link our field observations with satellite remote sensing of vegetation cover. We experimentally increased the amount of snow in small areas using snow fences, and compared observations between these sites and locations with unaltered snow cover. We also investigated these processes in areas where the permafrost has been disturbed and where soil disruption is intense. Finally, by studying the delivery of sediment and other materials to lakes and recovering sediments from the lakes, we will reconstruct past changes in landscape and ecosystem processes to identify what changes have already occurred. This project represents a major multidiscipli\nnary integrated study of the hydrological, geomorphic, soil and plant systems combined with leading edge determinations of water chemistry and nutrient and gas release. At the end of the IPY period, the results from Cape Bounty will represent the longest, most comprehensive source of data to understand the processes and impacts that climate change will have on High Arctic landscapes and rivers. We have undertaken a number of efforts to integrate our research within the group, with IPY core groups, and with additional researchers. We have maintained strong working connections and attended workshops with the CiCAT IPY project and our international IPY partner groups (ACCONET, SEDIBUD, ITEX). We have also established strong working relationships with ArcticNet researchers that have resulted in sharing data sets, coordinated sampling, and analysis of results. All of these activities have significantly expanded the scope and comprehensiveness of our research program, and maximized the accessibility and value of the data we have collected. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10235\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10235/iso19115.zip\"}","dc_creator_sm":["Scott Lamoureux","Andre Simpson","Linda Lamoureux","Melissa Lafrenière","Myrna Simpson","Neal Scott","Paul Treitz","Pierre Francus"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10235m1"}