{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2011","layer_slug_s":"g_10864_11372m1","dc_title_s":"National Household Survey, 2011 [Canada]: Profile [Excel & B2020]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11372","dc_description_s":"<p>The National Household Survey (NHS) was conceived to replace the mandatory long-form census questionnaire. The content of the NHS 2011 is similar to the past long-form questionnaire, although some questions and sections have changed.<\/p> <p>This profile presents information from the 2011 National Household Survey (NHS) for various levels of geography, including provinces and territories, census metropolitan areas/census agglomerations, census divisions, census subdivisions, dissemination area\r\ns, federal electoral districts, and forward sortation areas.<\/p> <p>The forward sortation areas profile was created as a custom tabulation by the University of Toronto, and subsequently shared with Odesi and the DLI.<\/p> <p>NHS data topics include: Immigration and Ethnocultural Diversity; Aboriginal Peoples; Education and Labour; Mobility and Migration; Language of work; Income and Housing. 2011 Census data topics include: Population and dwelling counts; Age and sex; Families, households and mar\r\nital status; Structural type of dwelling and collectives; and Language.\r\n<\/p> <p>The Aboriginal Population Profile presents information on the Aboriginal identity population from the 2011 National Household Survey (NHS).<\/p> <p>The profile for the NHS Special Collection for 13 Indian reserves and Indian settlements in Northern Ontario provides information from a special data collection following the 2011 National Household Survey (NHS).<\/p> ","dct_issued_dt":"2016-12-13T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11372\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11372/iso19139.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11372m1"}