{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"layer_slug_s":"g_10_5683_sp2_sloy0nm1","dc_title_s":"Role Reversal: The Influence of Slot Machine Gambling on Subsequent Alcohol Consumption","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/SLOY0N","dc_description_s":"SPSS datasheets for Experiment 1 and Experiment 2.\r\nAbstract: Experimental studies examining the relationship between alcohol use and gambling have focused predominantly on alcohol’s influence on gambling behavior. There has been little consideration of the reverse pathway: whether gambling influences subsequent alcohol use. Two experiments examined whether gambling and gambling outcomes (i.e. profits during a gambling session) influenced subsequent alcohol consumption. Experiment 1 (n = 53) used an ad libitum consumption test, in which participants could request beverages during a 30 minute window. Experiment 2 (n = 29) used a beer taste test procedure, in which participants were asked to rate a series of beers. In both studies, male regular gamblers were assigned to watch a television show or play a modern slot machine for 30 minutes, before being provided with access to alcohol. On the ad libitum procedure, gambling significantly increased the number of alcoholic drinks ordered, the volume of alcohol consumed, the participants’ speed of drinking, and their intention to drink alcohol. These effects were not corroborated using the taste test procedure. Across both studies, gambling outcomes were not associated with alcohol consumption. In conjunction with prior findings, the observation that gambling can promote alcohol consumption under certain conditions highlights a possible feedback loop whereby gambling and alcohol reinforce one another. However, the divergent results between the ad libitum and taste test experiments point to boundary conditions for the effect and raise methodological considerations for future work measuring alcohol consumption in gambling environments. ","dct_issued_dt":"2019-02-27T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/SLOY0N\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/SLOY0N/iso19115.zip\"}","dc_creator_sm":["Clark, Luke"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_sloy0nm1"}