{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"layer_slug_s":"g_10_5683_sp2_c5hzjjm1","dc_title_s":"Birth weight and economic growth data sets, New England Hospital for Women and Children, Boston, 1872-1900, [2012]","dct_spatial_sm":["United States"],"solr_geom":"ENVELOPE(-124.733692, -66.949607, 49.384358, 24.544093)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/C5HZJJ","dc_description_s":"The variables contained in the data sets are primarily concerned with perinatal outcomes and maternal health. A number of variables with respect to the social and economic status of the mothers and their families were also included (ie. Occupation, Marital status, Region). While all nine data sets are centered around these common themes and hold many variables in common, each data set has a unique combination of variables. The types of fields are wide-ranging but are primarily concerned with infant birth, maternal health, and socioeconomic status. The clinical records of the Boston Lying-in inpatient and outpatient services, and those of the New England Hospital maternity unit, are housed in the Rare Book Room, Francis A. Countway Library of Medicine, Harvard University, Boston, Massachusetts. While the information found in these records varied somewhat from one hospital to the next, each set of records was consistent throughout the period under review. Four data bases were established, one consisting exclusively of white patients for each of the three clinics and one composed of all black patients from both services of the Boston Lying-in. The four sample populations were constituted in the following ways. The clinical records of the New England Hospital’s maternity clinic exist in continuous series from 1872 to 1900. All births were recorded because there were fewer than 200 deliveries annually. The patient registers of the Boston Lying-in inpatient service span the years 1886-1900, with a gap in 1893 and 1894. A random sample of 200 cases was chosen for each year. The same procedure was followed at the outpatient clinic, whose case files extend from 1884 to 1900, excepting those years in which all were recorded because fewer births occurred, and a short period when all cases were noted even though they totaled more than 200. Because the number of black patients was small, and because the birth weight experience of blacks was distinctive in some important respects, a fourth file was created consisting of all blacks in the Lying-in inpatient and outpatient records. The preliminary data bases consisted of 3480, 2503, 3654, and 373 cases, respectively. The birth weight means in the Lying-in inpatient sample are accurate to 79 grams, and those of the outpatient clinic sample to 65 grams, at the 95 percent confidence level. ","dct_issued_dt":"2019-03-04T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/C5HZJJ\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/C5HZJJ/iso19115.zip\"}","dc_creator_sm":["Gagné, Monique","Ward, W. Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_c5hzjjm1"}