{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2006","layer_slug_s":"g_10_5683_sp2_7uoovrm1","dc_title_s":"Ten years (2006-2016) of oceanographic temperature, salinity, pressure, density and dissolved oxygen data from the Saanich Inlet cabled observatory","solr_geom":"ENVELOPE(-123.486613, -123.314683, 49.043357, 48.651178)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/7UOOVR","dc_description_s":"Ocean Networks Canada (ONC) operates several cabled ocean observatories in the Pacific and Arctic oceans. Along the southern coast of British Columbia, ONC maintains a cabled array and instrument platform at a depth of roughly 100m in Saanich Inlet, a fjord on Vancouver Island. The instrument platform was deployed in February 2006 and has been maintained continuously since then. The core oceanographic instrument on the Saanich Inlet instrument platform is an industry standard pumped Conductivity, Temperature, and Depth (CTD) suite of sensors, including sensors to measure the concentration of dissolved Oxygen. These data are used to generate time series of seawater temperature, salinity, pressure, and dissolved oxygen. Over the duration of the time series, the pumped CTD has generally sampled at one-minute intervals, varying slightly during maintenance and servicing periods. These data have been inspected, passed through various data quality checks (e.g. consistent with QARTOD standards), and averaged into one-hour uniform samples. This data set represents the first ten years (February 2006 through February 2016) of water property data from the Saanich Inlet cabled observatory. Instruments are re-calibrated on an annual basis. Comparison to and validation against periodic ship based CTD profile data indicates the observatory time series are highly representative of the oceanographic conditions in Saanich Inlet, but are sufficient to resolve rapid and long-term variations not accessible by any other means. ","dct_issued_dt":"2019-04-30T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/7UOOVR\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/7UOOVR/iso19139.zip\"}","dc_creator_sm":["Ocean Networks Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_7uoovrm1"}