{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10236m1","dc_title_s":"Inuit history: climatic change and historical connections in Arctic Canada AD 1000-1900","dct_spatial_sm":["Nunavut","Canada (CAN)"],"solr_geom":"ENVELOPE(-126.011971, -61.134811, 83.115059, 51.911171)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10236","dc_description_s":"Objectives: The Inuit History Project is designed with two broad objectives in mind: o to determine to what extent Inuit cultural development over the past millennium has been influenced by efforts to gain access to materials and technologies produced by world economies. This endeavour provides a historical critique of the stereotypical view of traditional Inuit society and culture as isolated, static, and influenced solely by processes of adaptation to environmental change; and o to clarify the process through which environmental change has influenced the social and cultural development of Arctic societies over the past 1000 years, and the implications of these findings for understanding potential responses to future episodes of climatically driven environmental change. In order to attain these objectives, the Inuit History project coordinates the work and findings of archaeological and palaeoenvironmental researchers working in collaboration with northern communities, in order to address these objectives. It is organized as four sub-projects. 1) Helluland Archaeology Project 2) High Arctic Thule Project 3) Banks Island (Beaufort Sea) Archaeological Research Project 4) Archaeology/Palaeolimnology Project. The archaeologists and palaeoenvironmental researchers are collaborating in investigating a small number of carefully selected archaeological sites across Arctic Canada. These sites variously represent the remains of occupations by Dorset culture Palaeo-Eskimos, Thule culture Inuit, and possibly medieval Europeans, and have been chosen in order to provide information on the nature of human occupation, interaction, and environmental conditions in the centuries betwe\nen approximately AD 1000 and 1900 ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10236\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10236/iso19115.zip\"}","dc_creator_sm":["Patricia D. Sutherland","Charles D. Arnold","James Savelle","John P. Smol","Marianne S. V. Douglas","Robert McGhee"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10236m1"}