{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Arts and Humanities"],"solr_year_i":"2013","dc_source_sm":["g_10_5683_sp_2y5c1xm2","g_10_5683_sp_2y5c1xm3","g_10_5683_sp_2y5c1xm4","g_10_5683_sp_2y5c1xm5","g_10_5683_sp_2y5c1xm6","g_10_5683_sp_2y5c1xm7","g_10_5683_sp_2y5c1xm8","g_10_5683_sp_2y5c1xm9","g_10_5683_sp_2y5c1xm10","g_10_5683_sp_2y5c1xm11"],"layer_slug_s":"g_10_5683_sp_2y5c1xm1","dc_title_s":"All About Eve and Other Stories: Representations of Eve in French Romanesque Sculpture (and more) (01 of 11)","dct_spatial_sm":["France"],"solr_geom":"ENVELOPE(-5.1389964684508, 9.5596148665824, 51.0890012279322, 41.3658213299999)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/2Y5C1X","dc_description_s":"<p>Forming part of my doctoral research on representations of Eve in French Romanesque sculpture, this file includes a CSV database, field research notebooks (PDF), shape files for an interactive map, and related documents.<\/p>\r\n<p>The database includes a series of 176 images of mostly sculptures, with a few examples of manuscript illuminations, stained glass windows, metal works, wall paintings, and mosaics. It is accompanied by field research notebooks in the form of handwritten floor plans and sketches created for each church visited and studied in the course of my field research in France, the United Kingdom, and Switzerland. The floor plans locate my collection of 24,800 catalogued images of artworks photographed during my field research. The sketched plans are complemented with a series of descriptions for each catalogued image.<\/p>\r\n<p>The interactive map situates the 176 artworks in their geographical context (including Roman and medieval roads, Crusades routes, and ca. 1000 French dioceses). The map is found in the form of shape files and raw data. It is also be accessed on ArcGIS: <a href=\"https://arcg.is/10bL4u\">https://arcg.is/10bL4u<\/a>.<\/p>\r\n<p>This digital humanities approach permits the study and contextualization of in situ sculptures and other artworks, within their stylistic, iconographical, geographical and socio-historical characteristics, while also highlighting their location. It can be modified and applied to other research projects in the Humanities to provide original contributions assisted by digital and non-Humanities scientific methods.<\/p> ","dct_issued_dt":"2018-06-12T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/2Y5C1X\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/2Y5C1X/iso19115.zip\"}","dc_creator_sm":["Moubayed, Anna-Maria"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_2y5c1xm1","dct_isPartOf_sm":"All About Eve and Other Stories: Representations of Eve in French Romanesque Sculpture (and more)"}