{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10234m1","dc_title_s":"Documenting traditional knowledge in relation to climate change and its effects in Tr'ondëk Hwëch'in traditional territory","dct_spatial_sm":["Canada (CAN), United States of America (USA)","Dawson, Yukon; Fort McPherson, Northwest Territories; Eagle, Alaska"],"solr_geom":"ENVELOPE(-141.2, -134.882971, 67.438752, 64.06)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10234","dc_description_s":"Tr'ondëk Hwëch'in is a self-governing First Nation that signed a Final Agreement with the Yukon Government and Canada in 1998. Tr'ondëk Hwëch'in offers a variety of year-round programming to the community of Dawson City, Yukon and many of these programs are supported by information collected through oral history interviews and the documentation of traditional knowledge. Our IPY project involved multiple phases, including field research, oral history interviews, community mapping, and academic partnerships. Other important aspects of this project included training for youth, and increasing local awareness about climate change. Over a period of nearly two years, the Tr'ondëk Hwëch'in Heritage Department conducted over forty oral history interviews with traditional and local knowledge holders within the communities of Dawson City, Yukon; Fort McPherson, Northwest Territories; and Eagle, Alaska. We incorporated climate change education into our culture camps and regular heritage programming, and developed traditional knowledge collection kits, allowing local youth to interview their elders about climate change. These interviews provide a solid baseline of information on how climate change is occurring in the North, and how it is affecting people's lifestyles and culture. The information collected has already been useful for integration into other research projects in Dawson City and in ot\nher northern communities. Some of the themes that arose from our research were: warmer winter temperatures of 5-10 degrees, which affects trappers (furs not primed) and ice road conditions, and creates a change in the lifestyle and psyche of a northerner; increasing brush and vegetation growth - not only thicker, but in higher altitudes and further north (this may create more food for animals such as moose, but could choke out other plants, such as lichens for caribou, and makes travel more difficult in the bush); a one to two week shift in animal mating/rutting seasons later into the fall, affecting hunting seasons, and quality of meat; new species such as cougar, deer, some birds and unidentified insects; melting permafrost resulting in large frost slumps, and erosion, which affects travel and gathering abilities, water quality and land value; declining numbers and quality of local salmon stocks, which has serious consequences for health, income and lifestyle; and less predictable weather, which can erode confidence in traditional knowledge and traditional knowledge holders. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10234\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10234/iso19115.zip\"}","dc_creator_sm":["Alexandra Winton","David Neufeld","Erin Neufeld","Georgette McLeod","Jackie Olson","Katelyn Friendship","Shirley Roburn","Sue Parsons","Trish Hume"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10234m1"}