{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10224m1","dc_title_s":"Climate change Impacts on Canadian Arctic Tundra ecosystems (CICAT): Interdisciplinary and multi-scale assessments","dct_spatial_sm":["Nain, North Slave Region, Baker Lake, Cape Bounty, Kugluktuk, Pangnirtung, Pond Inlet, Kangiqsualujjuaq, Kangiqsujuaq, Umiujaq"],"solr_geom":"ENVELOPE(-123.0, -62.0, 75.0, 56.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10224","dc_description_s":"At some CICAT research sites, we established experiments that simulate warming and changes in snow depth and measured the responses. Warming causes earlier flowering, greater growth and an increase in the cover of shrubs and grasses. We also examined the changes in vegetation across large areas using satellite data, and our results have shown a decrease in important winter range of the Bathurst caribou herd during the past twenty years due mainly to increases in fires. We have also made the first coordinated measurements of the amounts of carbon dioxide absorbed by tundra plants and given off by plants and soils over a variety of tundra ecosystems. We have found they all absorb more carbon dioxide than they emit during the growing season. We also found that polar desert soils are surprisingly important sources of methane, a potent greenhouse gas. How tundra vegetation and processes such as carbon dioxide fluxes respond to warming will depend on the responses of soil microorganisms, such as bacteria and fungi. These organisms control the release and availability of nutrients in the soil and hence affect the ability of plants to respond to warming. We are studying these organisms and how they are likely to respond to climate change. We are using much of our information in ecosystem models linked to CiCAT, which provide predictions of how these tundra systems are likely to change over the coming decades. The preliminary model\nling indicates that tundra ecosystems will continue to absorb more carbon than they release, although there will be variation between years and between tundra types. Interviews with elders in communities have provided invaluable information on how tundra ecosystems have changed over the past decades and help direct the scientific research. School classes are also involved in monitoring vegetation change near communities, and students are learning how traditional ecological knowledge and science can be used together. Bringing together scientific knowledge with traditional/local knowledge, allows a better understanding of changes that have occurred across the landscape and prepare the Métis of the North Slave and other Aboriginal organizations for expected changes due to climate change. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10224\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10224/iso19115.zip\"}","dc_creator_sm":["Greg Henry","Alain Cuerrier","Angela Bedard-Haughn","Darwyn Coxson","Keith Egger","Michelle Garneau","Richard Farrell","Robert Grant","Wenjun Chen"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10224m1"}