{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences"],"solr_year_i":"2011","layer_slug_s":"g_10864_f3fytm1","dc_title_s":"Control and distribution of glyphosate-resistant giant ragweed in Ontario: Windsor, LaSalle, and Amherstburg, Essex County, Ontario [Canada] 2011 and 2012","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/F3FYT","dc_description_s":"This dataset is comprised of two surveys examining the control of glyphosate resistant giant ragweed in soybean with 1) preplant herbicides and 2) postemergence herbicides and 2,4-D dose response. The objective of the first survey was to determine effective control options for glyphosate resistant giant ragweed in soybean with herbicides applied preplant. Eighteen herbicide combinations were evaluated in field studies conducted in 2011 and 2012 at five locations with confirmed glyphosate resistant giant ragweed. The field sites were located near Windsor (L2 and L5), LaSalle (L1 and L4) and Amherstburg (L3), Essex County, Ontario. Two sets of experiments evaluating the effectiveness of glyphosate tankmixes with herbicides applied preplant were conducted. The first experiment (enhanced burndown) evaluated herbicides applied preplant (PP) that provided limited or no residual control. The second experiment (burndown plus residual) evaluated herbicides applied PP that provided burndown plus residual control. The second survey had two objectives; this first being to determine the efficacy of all the currently registered postemergence broadleaf herbicides registered for use in Ontario in soybean and the second objective was to determine the lowest effective rate of 2,4-D tank mixed with glyphosate and applied as a preplant burndown for control of glyphosate-resistant giant ragweed in soybean. Field studies were conducted in 2011 and 2012 at six locations for the postemergence broadleaf herbicide experiment and five locations for the 2,4-D dose response experiment with confirmed glyphosate resistant giant ragweed. The field sites were located near Windsor (L2 and L5), LaSalle (L1, L4 and L6) and Amherstburg (L3), Essex County, Ontario. The first series of experiments evaluated the effectiveness of ten postemergence broadleaf herbicide combinations. The second series of experiments, referred to as “dose response” evaluated the biologically effective rate of seven rates of 2,4-D. ","dct_issued_dt":"2013-11-27T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/F3FYT\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/F3FYT/iso19115.zip\"}","dc_creator_sm":["Follings, Joanna","Sikkema, Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_f3fytm1"}