{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10195m1","dc_title_s":"Climate variability and change (CVC) effects on char in the Arctic","dct_spatial_sm":["Gayna River; Lake Hazen; Quttinirpaaq National Park of Canada; Ellesmere Island; Dolly Varden Creek (KAHPN); Torngat Mountains; Sachs Harbour, Kuujjuaaq; Nain; Northwest Territories; Nunavik; Nunavut"],"solr_geom":"ENVELOPE(-140.0, -55.0, 83.0, 50.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10195","dc_description_s":"The research project is comprised of two components: 1) investigation of char biodiversity using genetic approaches, and char life history and thermal ecology using otolith microchemistry and stable isotope techniques at several areas throughout the Canadian Arctic (western Northwest Territories, Nunavut, Nunavik, Nunatsiavut), thereby providing the biological context in which to place climate variability and change effects on this key resource; climate effects on mercury bioaccumulation in chars are also investigated in parallel with these studies, and 2) development of community-based monitoring programs in Sachs Harbour, Kuujjuaaq, and Nain to assess and monitor local char biodiversity, this links understanding gained from the research component directly with biodiversity observable locally by northerners. This component will be suitable for general dissemination to other northern communities as a model for developing similar local programs. A third component develops a network of char researchers and northerners to address common issues of char-climate interactions, foster information exchange, and link to other key national and international networks. Research outputs, monitoring programs, and networks will serve as lasting legacies of this IPY project. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10195\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10195/iso19115.zip\"}","dc_creator_sm":["Jim Reist","Michael Power","Bill Doidge","Burton Ayles","Derek Muir","Fred Wrona","J. Brian Dempson","Karen Kidd","Norman Halden","Robert Bell"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10195m1"}