{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2011","layer_slug_s":"g_10_5683_sp2_xtguskm1","dc_title_s":"Dataset on land-use history, tree biodiversity, and soil characteristics in a shifting cultivation system in the Peruvian Amazon","dct_spatial_sm":["Peru"],"solr_geom":"ENVELOPE(-81.3281953622301, -68.6522791042853, -0.0386059686681167, -18.3509277356587)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/XTGUSK","dc_description_s":"This dataset provides fallow management, soil, and biodiversity metrics, and tree species community composition data for sampled fallows (n=47) and one primary forest stand in the community of San Jose [pseudonym] in the Peruvian Amazon from 2011. Management metrics were calculated from collected oral land use histories and air photo interpretation. Vegetation metrics were calculated from sampled vegetation plots in fallows 3-20 years of age and rarefied to common number of stems (n = 120). Fallow soils were collected and analyzed at La Molina University in Lima, Peru and adjusted for bulk density. Tree species data were collected for all stems > 2cm in sampled fallow vegetation plots. The dataset includes site level data on proportional break down of functional traits  based on the relative proportion of stems per site; relative location of a site from Primary forest and village centre; time period since isolation; and measured soil properties adjusted for measured bulk density. ","dct_issued_dt":"2019-02-21T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/XTGUSK\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/XTGUSK/iso19115.zip\"}","dc_creator_sm":["Wood, Sylvia L.R.","Rhemtulla, Jeanine M.","Coomes, Oliver T."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_xtguskm1"}