{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2015","layer_slug_s":"g_10_5683_sp_knmuewm1","dc_title_s":"Soil moisture, vegetation analysis and raw logger research dataset: Elora Research Station, Elora, Ontario [Canada] May 19, 2015 to September 16, 2016","dct_spatial_sm":["Canada","Elora","Ontario"],"solr_geom":"ENVELOPE(-95.15483, -74.34403, 56.85904, 41.68144)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/KNMUEW","dc_description_s":"Aaron Berg's Research Group in the Department of Geography, College of Social and Applied Human Sciences, University of Guelph, collects information from five different agricultural fields at the Elora Research Station. The purpose of the study is to evaluate the effect of increased vegetation on backscatter measurements as collected from the RADARSAT-2 satellite. This dataset contains backscatter, soil moisture, dielectric, vegetation water content (W), and leaf area index (LAI) measurements. The POGO probe collects soil moisture and dielectric constant measurements from various sites and depths on each field. The RADARSAT-2 satellite collects backscatter (dB) which can be derived to estimate soil moisture, leaf area index, and volumetric water content measurements. The LAI-2200C Plant Canopy Analyzer was used to measure leaf area index. The study aims to determine the point at with the RADARSAT-2 satellite loses sensitivity in backscatter as a result of increased vegetation growth. This is analyzed by comparing the strength of the relationship between RADARSAT-2 backscatter and field based soil moisture, LAI, and W during vegetation development. Then, using piecewise regression before and after the derived inflection point. This set includes data from May 19th, 2015 to September 16th, 2016. ","dct_issued_dt":"2017-03-28T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/KNMUEW\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/KNMUEW/iso19139.zip\"}","dc_creator_sm":["MacDougall, Joshua","Berg, Aaron A.","Rowlandson, Tracy L."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_knmuewm1"}