{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"layer_slug_s":"g_10864_10770m1","dc_title_s":"Turkey Point Flux Station 1989 Forest (TP2)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10770","dc_description_s":"<p>The ON-TP89 site, also known as the CA-TP2 on Global Fluxnet and ON-WPP89 in some of the Fluxnet-Canada Research Network (FCRN)/Canadian Carbon Program (CCP) publications.<\/p>  <p>ON-TP89 is a young planted white pine (Pinus strobusL.) forest of the Turkey Point Flux Station. It was planted in 1989 (ON-TP89) on a former agricultural land. Meteorological and flux data collection was started in summer 1989. The data documented here includes carbon, water and energy fluxes and meteorological and\r\nsoil measurements. <\/p>  <p>A unique aspect of Turkey Point Flux Station is its geographic location between the boreal and the broadleaf deciduous forest transition zone. It provides an excellent opportunity to investigate and quantify the strength of the carbon sink or source for planted temperate conifer forests, and its sensitivity to seasonal and annual climate variability. Also white pine is an important species in the North American landscape, because of its ability to adapt to dry enviro\r\nnments. It grows efficiently on nutrient poor, dry, sandy soils. Generally, it is the first woody species to flourish after a disturbance such as fire or clearing and over longer time periods helps more native forest species to establish through succession. White pine trees can live for about 350–400 years and their height may reach up to 45–60 m. These characteristics make white pine a preferred plantation (afforestation) species in eastern North America.\r\n<\/p>  <p>Fluxes, meteorological and soil measurement conducted at this site help us to explore carbon sequestration potential of chronosequence of planted or afforested white pine stands in southern Ontario. The main objectives are (i) to make year-round measurements of energy, water vapour and carbon dioxide (CO2) fluxes and other meteorological variables over mature, middle-aged, young and seedling white pine plantation forests (established in 1939, 1974, 1989 and 2002) (ii) to relate gross ph\r\notosynthesis and respiration of this stand to environmental factors (iii) determine the effects of seasonal and inter-annual climate variability on net ecosystem productivity, and to better understand the processes of\r\nproduction, storage and transport of soil CO2 and (iv) use these data to further improve process-based photosynthesis and respiration models.\r\n<\/p> ","dct_issued_dt":"2014-08-21T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10770\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10770/iso19139.zip\"}","dc_creator_sm":["Arain, M. Altaf"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10770m1"}