{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2003","layer_slug_s":"g_10_5683_sp_lcrzrhm1","dc_title_s":"Reconnecting Government with Youth 2003","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/LCRZRH","dc_description_s":"Reconnecting Government With Youth examines the connection between young people in Canada and the federal government. The study examines youth expectations of government and what roles they feel it could or should play. Issues affecting youth and Canada, attachments to country, views on the economy, education, culture, internet usage, political engagement, and media consumption are considered.  Technology, the internet, education and the workforce, culture, the military within Canadian society, and youth crime are broad themes within the study.  2000 Canadians from across the country, aged 12-30, participated in the 2003 survey and are represented in the dataset. Those under the age of 18 were sourced through their parents, who are panelists in the Ipsos Consumer Panel. The sample has been weighted and is representative of Canada’s age and gender composition in accordance with census data. Results from focus groups consisting of 29 participants from a total of 4 sessions in Ottawa and Montreal are also represented in an accompanying focus group report. Several questions in this study have been tracked from previous Reconnecting Government with Youth Studies and are referenced as such in the accompanying reports.  Some questions within the 2003 study were asked only to respondents in the 16-30 age range due to the difficult nature of the subject (e.g., attitudes to government). Accompanying this dataset are questionnaire documentation including draft questions from stakeholder government departments, moderator scripts, summary (topline) and comprehensive statistics from the data, as well as final reports and presentations. ","dct_issued_dt":"2017-02-28T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/LCRZRH\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/LCRZRH/iso19139.zip\"}","dc_creator_sm":["Ipsos Reid"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_lcrzrhm1"}