{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2009","layer_slug_s":"g_10_5683_sp2_wlqo2cm1","dc_title_s":"Small-scale fisheries fishing effort and gears data (non-spatial), central Danajon Bank","dct_spatial_sm":["Philippines","Central Visayas"],"solr_geom":"ENVELOPE(122.58889, 124.64537, 11.52429, 9.03837)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/WLQO2C","dc_description_s":"Data from Jennifer Selgrath's PhD research on small-scale fisheries, coral reef habitats, and multiple stressors.\r\nhttps://open.library.ubc.ca/cIRcle/collections/ubctheses/24/items/1.0354473 PLOS ONE ABSTRACT\r\n\r\nLocally sustainable resource extraction activities, at times, transform into ecologically detrimental enterprises. Understanding such transitions is a primary challenge for conservation and management of many ecosystems. In marine systems, over-exploitation of small-scale fisheries creates problems such as reduced biodiversity and lower catches. However, long-term documentation of how governance and associated changes in fishing gears may have contributed to such declines is often lacking. Using fisher interviews, we characterized fishing gear dynamics over 60 years (1950-2010) in a coral reef ecosystem in the Philippines subject to changing fishing regulations. In aggregate fishers greatly diversified their use of fishing gears. However, most individual fishers used one or two gears at a time (mean number of fishing gears was less than two in all years). Individual fishing effort (days per year) was fairly steady over the study period, but cumulative fishing effort by all fishers increased 240%. In particular, we document large increases in total effort by fishers using nets and diving. Other fishing gears experienced less pronounced changes in total effort over time. Fishing intensified through escalating use of non-selective, active, and destructive fishing gears. We also found that policies promoting higher production over sustainability influenced the use of fishing gears, with changes in gear use persisting decades after those same policies were stopped. Our quantitative evidence shows dynamic changes in fishing gear use over time and indicates that gears used in contemporary small-scale fisheries impact oceans more than those used in earlier decades. ","dct_issued_dt":"2019-02-26T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/WLQO2C\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/WLQO2C/iso19115.zip\"}","dc_creator_sm":["Selgrath, Jennifer C.","Gergel, Sarah  E.","Vincent, Amanda C.J."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_wlqo2cm1"}