{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences"],"solr_year_i":"2010","layer_slug_s":"g_10864_gcad1m1","dc_title_s":"Canadian Bean Adaptation Trials Elora and St.Thomas, Ontario, Lethbridge and Morden, Alberta, Outlook and Saskatoon, Saskatchewan [Canada] 2010 and 2012","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/GCAD1","dc_description_s":"This study is part of the Field Bean Breeding Program, a multi-disciplinary approach towards developing bean varieties for sustainable dry bean production in Ontario. As part of this program, adaptation trials are conducted annually at various locations across the main bean growing areas in Canada. This study provides the results of the 2010 and 2012 Canadian Bean Adaptation Trials (CBAP) where several varieties of beans were evaluated in multi-location yield-trials across Canada.  In 2010, bean entries were planted in replicated test plots at five locations across Canada; Elora, Ontario, Lethbridge, Alberta, Morden, Alberta, Saskatoon, Saskatchewan, and St.Thomas, Ontario, however, the 2010 CBAP file only includes trial data for Elora, Morden, and St.Thomas.  In 2012, bean entries were planted in replicated test plots at five locations across Canada; Elora, Ontario, Lethbridge, Alberta, Morden, Alberta, Outlook, Saskatchewan, and St.Thomas, Ontario. Agronomic data including yield (adjusted to 18% moisture after combine harvest), days to maturity (number of days from planting to maturity), seed weight (estimated for 100 seeds), and seed quality were collected for each plot in each location. ","dct_issued_dt":"2013-10-04T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/GCAD1\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/GCAD1/iso19139.zip\"}","dc_creator_sm":["Navabi, Dr.Ali","Pauls, Dr.Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_gcad1m1"}