{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Computer and Information Science","Earth and Environmental Sciences","Mathematical Sciences","Social Sciences","Other"],"layer_slug_s":"geodisy:g_10_5683_sp2_bnarszv1","dc_title_s":"FRAGSTATS DATABASE: Showcasing relationships between neighborhood design and Wellbeing Toronto indicators","dc_format_s":"Shapefile","solr_geom":"ENVELOPE(-79.639456, -79.115451, 43.8554, 43.58094)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Polygon","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/BNARSZ","dc_description_s":"A research study across the 140 neighborhood‐landscapes (streetscapes) of Toronto was presented through three main intentions. Its foundational goal was to calculate landscape ecology metrics from the 2007 land cover dataset for the City of Toronto; for use in sustainable development planning strategies and to bolster its Wellbeing Toronto data dashboard. In doing so, 130 landscape ecology metrics were computed to serve as a foundational suite for the City of Toronto: 18 class configuration metrics across seven of the City’s eight land cover categories and four landscape diversity metrics. Metrics for agriculture were not included due to very limited neighborhood representation. The 18 class configuration metrics computed for each of the seven land cover types were: class area (CA), percentage of landscape (PLAND), patch density (PD), largest patch index (LPI), landscape shape index (LSI), mean patch area (AREA_MN), area-weighted mean patch area (AREA_AM), area‐weighted mean shape index (SHAPE_AM), area‐weighted mean patch fractal dimension (FRAC_AM), perimeter‐area fractal dimension (PAFRAC), area‐weighted core area distribution (CORE_AM), area‐weighted core area index (CAI_AM), area‐weighted mean Euclidean nearest neighbor distance (ENN_AM), clumpiness index (CLUMPY), percentage‐of‐like‐adjacency (PLADJ), patch cohesion index (COHESION), landscape division index (DIVISION), and effective mesh size (MESH). Additionally, the four landscape diversity metrics were: Patch richness density (PRD), Relative patch richness (RPR), Shannon’s diversity index (SHDI), and Shannon’s evenness index (SHEI). Note that other relationships await discovery using this free database; thus, forthcoming germane research should consider its adoption. The landscape ecology database is provided here via GIS shapefile format and can be used freely with citation. ","dct_issued_dt":"2020-02-27T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/BNARSZ\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/BNARSZ/iso19115.zip\",\"http://schema.org/downloadUrl\":\"https://dataverse.scholarsportal.info/api/access/datafile/95099?format=original\"}","dc_creator_sm":["Shaker, Richard"],"geoblacklight_version":"1.0","layer_id_s":"geodisy:g_10_5683_sp2_bnarszv1"}