{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"1996","layer_slug_s":"g_10864_zj17am1","dc_title_s":"A question of ethics. Canadians speak out. Public attitude towards political ethics 1996 data [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/ZJ17A","dc_description_s":"This study, conducted in 1996, sought to document and explore the attitudes of individual Canadians on issues of political conduct. The study involved conduct\r\ning a broad-based survey of over 1400 randomly selected Canadians in an attempt to develop a reliable impression of what Canadians, in general, think about issues of political ethics. The research methodology employed a structured questionnaire administered through telephone interviews. The interviews started by asking a respondent to indicate what values they considered important, their level of confidence in various political institutions and to assess the ethical principles of different types of office holders. The respondent was then provided a list of \"things that some people do\" and was asked to indicate, based on a pre-established scale, how acceptable they felt these things were. Next, a series of hypothetical situations involving public officials were presented and the respondent was again asked to rate the level of acceptability of each situation as well as indicate how frequently they thought people in politics do \"this sort of thing\".  Some of these questions were followed up by asking the respondent whether they thought people in politics would make the same choice as they themselves did. Additional hypothetical scenarios were presented and the respondent was asked to select from a group of options what they thought the public official should do. Again, the follow-up question was whether the respondent thought people in politics would make the same choice as they themselves did. The next section was comprised of general attitudinal questions about politics and corruption. Statements of opinion were presented and the respondent was asked to indicate their level of agreement with each statement. These questions probed their opinions about the degree of corruption in the country, the role of media, their interest in the private lives of politicians, the standards of officials and their income, and finally possibilities for change and reform in the political environment and whether they thought these changes would reduce corruption. The final section of the questionnaire asked a series of questions related to the respondent's social demographics (e.g. age, income, education, religion, etc.) and a series of questions used to gauge the respondent's political awareness and knowledge. Finally, the respondent was asked the question \"If an election were held today, who would you vote for?\" ","dct_issued_dt":"2015-11-03T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/ZJ17A\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/ZJ17A/iso19139.zip\"}","dc_creator_sm":["Mancuso, Maureen","Atkinson, Michael M.","Blais, André","Greene, Ian","Nevitte, Neil"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_zj17am1"}