{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences","Social Sciences"],"solr_year_i":"2014","dc_source_sm":["g_10_5683_sp_r87o4im1"],"layer_slug_s":"g_10_5683_sp_r87o4im2","dc_title_s":"New Brunswick gambling prevalence study 2014 [Canada] (2 of 2)","dct_spatial_sm":["New Brunswick","Canada"],"solr_geom":"ENVELOPE(-69.05, -63.65, 48.17, 44.22)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/R87O4I","dc_description_s":"<p>The <em>2014 New Brunswick Gambling Prevalence Study <\/em> was conducted by MQO Research on behalf of the New Brunswick Department of Health and the Department of Finance. Five years following the completion of the <em>2009 New Brunswick Gambling Prevalence Study<\/em>, another gambling prevalence study has been conducted to further observe and track gambling trends in the province. This study gathered data with respect to:\r\n<ul>\r\n<li>The prevalence of gambling and problem gambling in the province;<\/li>\r\n<li>Demographic characteristics of gambling subtypes;<\/li>\r\n<li>Demographic characteristics of participants of gambling activities (e.g., VLT players);<\/li>\r\n<li>Gambling expenditures;<\/li>\r\n<li>Awareness of gambling support services;<\/li>\r\n<li>Awareness and impact of the Problem Gambling Awareness campaign;<\/li>\r\n<li>Consequences related to gambling<\/li>\r\n<\/ul>\r\n<\/p>\r\n\r\n<p>Sampling was stratified by the seven health zones in the province (Moncton, Saint John, Fredericton, Edmunston, Campbellton, Bathurst and Miramichi) to ensure acceptable margins of error for analysis. Age and gender controls were implemented to ensure a representative sample for each zone. To ensure that the sample was a proportionate representation of the overall population, weights were developed and applied to the data at the overall level.<\/p>\r\n\r\n<p>Furthermore, the sample was initially divided proportionally across the province, which resulted in small sample sizes in Edmunston, Campbellton, Bathurst and Miramichi. Therefore, an additional 1,063 surveys were collected to help increase the sample sizes in these four zones and reduce the margin of sampling error in these zones. In total, 3,846 adult residents of New Brunswick (age 19+) completed the gambling prevalence survey (Moncton: 860; Saint John: 707; Fredericton: 679; Edmunston: 400; Campbellton: 400; Bathurst: 400; and Miramichi: 400). <\/p>\r\n\r\n<p>The questionnaire for the 2014 New Brunswick Gambling Prevalence Study was developed by MQO Research, in close consultation with the Department of Health and the Department of Finance, and is based on previous New Brunswick Gambling Prevalence Studies as well as the Canadian Problem Gambling Index (CPGI). The questionnaire consisted of eight major sections that were designed to assess gambling involvement, problem gambling, correlates of gambling, awareness of gambling issues and support services, responsible gambling, and recall of the provincial problem gambling awareness campaign. Other items are indicators and correlates of gambling behavior that can be used to develop profiles of gamblers and problem gamblers.<\/p> \r\n ","dct_issued_dt":"2018-03-02T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/R87O4I\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/R87O4I/iso19115.zip\"}","dc_creator_sm":["MQO Research"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_r87o4im2","dct_isPartOf_sm":"New Brunswick gambling prevalence study 2014 [Canada]"}