{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2011","layer_slug_s":"g_10864_zdjvdm1","dc_title_s":"Juvenile rough-and-tumble play predicts adult sexual behavior in American mink","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/ZDJVD","dc_description_s":"The existence of play, a form of behaviour without obvious benefits to survival or reproduction, is a long-standing ethological mystery. Experiments in which socially deprived juvenile male mammals develop into sexually incompetent adults, along with widespread sexual dimorphism in rough-and-tumble play (R and T), suggest that R and T may prepare juvenile males for adult sexual behaviour. To test this hypothesis, we conducted a longitudinal study of American mink (Neovison vison) on two farms, w\r\nith two cohorts each. For males (n = 121), we predicted that individuals with the highest frequencies of rough-and-tumble play as juveniles (10-20 weeks old) would, as adults, show shorter latencies to bite females' necks and to begin copulating, and copulate for longer durations. On one farm, we conducted a pilot study of females (n = 10) as a preliminary test of the hypothesis that R and T also prepares females for adult sexual behaviour. Here, our predictions were the opposite of those for males, since abilities to limit the number or duration of copulations could allow females to exercise pre- or post-copulatory mate choice. In total, we observed 1669 male-female encounters, and 1004 separate copulations. As predicted, frequent juvenile R and T predicted long-lasting copulations in adult males, and also longer latencies to copulate in adult females. This was true specifically of rough-and-tumble play itself, independently of general activity levels and, among a subset of 32 males reared in environmentally enriched housing, also independently of solitary object play. To our knowledge, this is the first demonstration that juvenile rough-and-tumble play predicts adult sexual behaviour in any species. Further research is required to test whether our female results can be replicated, and, importantly, to determine whether play truly has a causal role in either of these correlational relationships. ","dct_issued_dt":"2016-08-18T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/ZDJVD\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/ZDJVD/iso19139.zip\"}","dc_creator_sm":["Ahloy Dallaire, Jamie","Mason, Georgia J."],"geoblacklight_version":"1.0","layer_id_s":"g_10864_zdjvdm1"}