{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences","Social Sciences"],"solr_year_i":"2009","dc_source_sm":["g_10_5683_sp_f8fn0jm2"],"layer_slug_s":"g_10_5683_sp_f8fn0jm1","dc_title_s":"Newfoundland and Labrador gambling prevalence study 2009 [Canada] (1 of 2)","dct_spatial_sm":["Canada","Newfoundland and Labrador"],"solr_geom":"ENVELOPE(-67.82169, -52.61941, 60.37774, 46.61109)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/F8FN0J","dc_description_s":"<p>The <em>2009 Newfoundland and Labrador Gambling Prevalence Study<\/em> was conducted by MarketQuest Research on behalf of the Department of Health and Community Services, Government of Newfoundland and Labrador. Three years following the completion of the <em>2005 Newfoundland and Labrador Gambling Prevalence Study<\/em>, the Department commissioned a second gambling prevalence study to observe and track gambling trends in the province. This study gathered data with respect to:\r\n<ul>\r\n<li>The prevalence of gambling and problem gambling in the province;<\/li>\r\n<li>Profiles of gambler sub-types and players of certain gambling activities;<\/li>\r\n<li>The relationship between gambling and correlates of gambling including substance use and mental health;<\/li>\r\n<li>Consequences related to gambling;<\/li>\r\n<li>Awareness of support and treatment services.<\/li>\r\n<\/ul>\r\n<\/p>\r\n\r\n<p>Sampling was stratified by the four Regional Health Authorities (RHAs) in the province (Eastern, Central, Western and Labrador-Grenfell) to ensure acceptable margins of error for regional analysis. Age and gender controls were implemented to ensure a representative sample for each region. To ensure that the sample was a proportionate representation of the overall population, weights were developed and applied to the data. In total, 4,002 adult residents of Newfoundland and Labrador (age 19+) completed the gambling prevalence survey (Eastern: 1,002; Central: 1,000; Western: 1,000; and Labrador-Grenfell: 1,000).<\/p>\r\n\r\n<p>The questionnaire for the 2009 Newfoundland and Labrador Gambling Prevalence Study was developed by the Department of Health and Community Services and is based on the Canadian Problem Gambling Index (CPGI). The questionnaire consisted of three major sections that were designed to assess gambling involvement, problem gambling, and the correlates of gambling. Nine items from the questionnaire were scored to create gambling sub-types (non-gambler, non-problem gambler, low-risk gambler, moderate-risk gambler, and problem gambler) and generate a prevalence rate for problem gambling. Other questionnaire items such as indicators and correlates of gambling behavior were used to\r\ndevelop profiles of gamblers and problem gamblers.<\/p> ","dct_issued_dt":"2017-08-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/F8FN0J\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/F8FN0J/iso19139.zip\"}","dc_creator_sm":["Market Quest Research Group Inc."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_f8fn0jm1","dct_isPartOf_sm":"Newfoundland and Labrador gambling prevalence study 2009 [Canada]"}