{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2014","layer_slug_s":"g_10_5683_sp2_aaip8am1","dc_title_s":"Freshwater diatom assemblages from seabird-inhabited ponds in Hudson Strait, sub-Arctic Canada","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/AAIP8A","dc_description_s":"Nutrients and contaminants in wastes from seabird colonies can dramatically alter surrounding vegetation, water chemistry, and aquatic communities. Here we examine the effects of nesting Common Eiders (Somateria mollissima) on diatom assemblages from 21 ponds on islands in Hudson Strait, sub-Arctic Canada (63°12'N, 76°52'W). A total of 116 diatom taxa were identified, with assemblages dominated by benthic Diatoma and Nitzschia species typical of freshwater ponds influenced by seabird colonies. Canonical correspondence analysis (CCA), with forward selection and Monte Carlo permutation tests (999 repetitions), identified parameters correlated to seabird inputs, including specific conductivity, Al, and Cd concentrations, as the variables most closely linked to diatom species composition. A diatom-based conductivity inference model was developed using a weighted average with partial least squares (WA-PLS) model (r2boot = 0.723; RMSEP = 0.544) to describe the conductivity optima of the most commonly encountered taxa. Although we found increased numbers of eutrophilous taxa in highly eider-influenced ponds, the diatom assemblages were primarily influenced by conductivity, which was primarily linked to ocean spray, and statistical tests did not identify significant differences between the taxa of high and low eider-influence sites (ANOSIM; p = 0.429; r = 0.009). This calibration set exhibits the potential use of diatoms as indicators of seabird abundance and density across breeding sites; however, in coastal ponds, ocean spray (and hence conductivity) appears to be a confounding factor affecting diatom assemblages. ","dct_issued_dt":"2020-02-21T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/AAIP8A\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/AAIP8A/iso19115.zip\"}","dc_creator_sm":["Duda, Matthew","Hargan, Kathryn, E.","Michelutti, Neal","Smol, John"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_aaip8am1"}