{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences"],"solr_year_i":"2018","layer_slug_s":"g_10_5683_sp2_dawyycm1","dc_title_s":"Canadian Organic and Ecological Plant Breeding Priorities for Vegetable Crops","dct_spatial_sm":["Canada","British Columbia, Praries, Ontario, Quebec, Atlantic Canada"],"solr_geom":"ENVELOPE(-141.0, -52.63629, 83.11063, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/DAWYYC","dc_description_s":"This study consists of an online survey of Canadian ecological and organic vegetable growers conducted from January-March 2018 by researchers from the Centre for Sustainable Food Systems at UBC Farm and the Bauta Family Initiative on Canadian Seed Security. Its purpose was to provide insight into the plant breeding needs and priorities of vegetable producers who use organic and/or ecological production practices, including identifying varieties that have been performing well in organic/ecological conditions in Canada and areas to focus improvement efforts. Approximately 800 vegetable farmers and vegetable seed producers received invitations to participate in the survey, and the survey received 71 responses. A report based on this survey is available online at the URLs provided. It is designed to inform future eﬀorts that support plant breeding, variety development, and farmer-led seed systems for organic/ecological farming in Canada. ","dct_issued_dt":"2019-02-21T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/DAWYYC\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/DAWYYC/iso19115.zip\"}","dc_creator_sm":["Dey, Aabir","Hick, Carla","MacKinnon, Shauna","Marder-Eppstein, Ilana","McLean, Robyn","Thoreau, Chris","Lyon, Alexandra"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_dawyycm1"}