{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2016","dc_source_sm":["g_10_5683_sp_5h6kspm2","g_10_5683_sp_5h6kspm3"],"layer_slug_s":"g_10_5683_sp_5h6kspm1","dc_title_s":"The impact of information and communication technologies on Indigenous and Afro-Descendant Civil Society Organizations in Latin America (1 of 3)","dct_spatial_sm":["Bolivia"],"solr_geom":"ENVELOPE(-69.64494, -57.4538, -9.66932, -22.89809)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/5H6KSP","dc_description_s":"<p>Indigenous and Black civil society organizations (CSOs) in Latin America have participated in diverse forms of political, social and entrepreneurial engagement with varying degrees of success. Previous research has shed light on how these organizations have emerged over the past few decades and on the “traditional” social movement strategies used by some of the more successful groups. We know relatively little, however, about how indigenous CSOs use information and communication technologies (ICTs) to pursue their goals over the long term.  Transnational NGOs have worked extensively with Indigenous and Black organizations in particular to transfer technology and help set up webpages, social media accounts and hardware but we know little about the consequences of these efforts. Now is the time to assess how these new technologies are being used and the impact they are having. The objectives of this study are to:<\/p>\r\n<p><ul><li>Conduct a comparative case analysis of Indigenous and Black CSOs in Ecuador, Bolivia and Chile in order to understand the impact of ICTs on their capacity to represent and pursue the interests of their constituents, the barriers they face, potential uses, and the contextual factors that enhance or diminish organizations’ capacity to use ICTs effectively.<\/li>\r\n<li>Inform CSOs with respect to these questions. Develop knowledge products to advise leaders and activists based on their expressed needs.<\/li>\r\n<li>Recommend strategies, in collaboration with CSOs, to tackle the barriers and address the needs/potential uses identified through the research.<\/li>\r\n<li>Contribute to updating theoretical frameworks used to understand the use of ICTs by integrating the perspectives of some of the world’s most traditionally marginalized civil society actors.<\/li><\/ul><\/p> ","dct_issued_dt":"2018-07-12T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/5H6KSP\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/5H6KSP/iso19115.zip\"}","dc_creator_sm":["Lupien, Pascal"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_5h6kspm1","dct_isPartOf_sm":"The impact of information and communication technologies on Indigenous and Afro-Descendant Civil Society Organizations in Latin America"}