{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"1965","layer_slug_s":"g_10_5683_sp2_nbg11um1","dc_title_s":"B.C. Ministry of Environment Environmental Quality Information System (EQUIS) Database","dct_spatial_sm":["Canada","British Columbia"],"solr_geom":"ENVELOPE(-139.0522, -114.05422, 60.00006, 48.30892)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/NBG11U","dc_description_s":"Pollution monitoring data recorded in the B.C. Ministry of Environment Environmental Quality Information System (EQUIS). Data files include inventories of effluent releases, air emissions, and refuse discharges recorded from more than 15,000 locations throughout the Province of British Columbia between the mid-1960s to mid-1980s, in regulation with the B.C. Pollution Control Act, 1967. <br><br>\r\n\r\nIn 1971, the Province of British Columbia developed a purpose-built computer data storage and retrieval system, known as EQUIS, to manage information related to their permitting system regulating discharges of pollutants to land, air, and water, under the B.C. Pollution Control Act, 1967. Site data describing geographic and administrative information, including permit conditions, are recorded in relation to scientific test result data recording water quality, air quality, and taxonomic information. <br><br>\r\n\r\nEQUIS was archived in 2002 and the data and metadata contained were exported into flat text files for long term preservation. This dataset presents these files, which are organized according to site data, test result data, and biological data. Related metadata include data documentation, code tables, and data dictionaries, which are necessary for interpreting data files and reconstructing EQUIS database outputs. ","dct_issued_dt":"2019-02-14T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/NBG11U\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/NBG11U/iso19139.zip\"}","dc_creator_sm":["B.C. Ministry of Environment"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_nbg11um1"}