{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10948m1","dc_title_s":"Evolution of Data Creation, Management, Publication, and Curation in the Research Process","dct_spatial_sm":["United States"],"solr_geom":"ENVELOPE(-124.733692, -66.949607, 49.384358, 24.544093)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10948","dc_description_s":"Data relating to the publication. Sharing research data and scholarship is of national importance because of the increased focus on maximizing return on the U.S. government's investment in research programs. Recent government policy changes have directly affected the management and accessibility of publically funded research. On January 18, 2011, the National Science Foundation, a U.S. agency that supports research and education in nonmedical fields, required that data management plans be submitted with all grant proposals. On February 22, 2013, the U.S. President's Office of Science and Technology Policy extended a similar requirement for all federal agencies with research and development budgets of more than $100 million. These requirements illustrate the need for further coordination and management of data as scholarship with traditional publications. Purdue University Libraries and its Joint Transportation Research Program (JTRP) collaborated to develop a comprehensive work flow that links technical report production with the management and publication of associated data. This paper illustrates early initiatives to integrate discrete data publications with traditional scholarly publications by leveraging new and existing repository platforms and services. The authors review government policies, past data-sharing practices, early pilot initiatives, and work flow integration between Purdue's data repository, the traditional press, and institutional repository. Through the adoption of these work flows, the authors propose best practices for integrating data publishing and dissemination into the research process. The implementation of this model has the potential to assist researchers in meeting the requirements of federal funding agencies, while reducing redundancy, ensuring integrity, expanding accessibility, and increasing the return on research investment. ","dct_issued_dt":"2015-04-21T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10948\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10948/iso19139.zip\"}","dc_creator_sm":["Matthews"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10948m1"}