{"dc_type_s":"Dataset","dct_temporal_sm":"2008-2009","dc_rights_s":"Public","dc_subject_sm":["Arts and Humanities","Earth and Environmental Sciences"],"solr_year_i":"2008","dc_source_sm":["g_10_5683_sp2_ponap6v1","g_10_5683_sp2_ponap6v2","g_10_5683_sp2_ponap6v3","g_10_5683_sp2_ponap6v4","g_10_5683_sp2_ponap6v5","g_10_5683_sp2_ponap6v6","g_10_5683_sp2_ponap6v7","g_10_5683_sp2_ponap6v8","g_10_5683_sp2_ponap6v9","g_10_5683_sp2_ponap6v10","g_10_5683_sp2_ponap6v11","g_10_5683_sp2_ponap6v12","g_10_5683_sp2_ponap6v13","g_10_5683_sp2_ponap6v14","g_10_5683_sp2_ponap6v15","g_10_5683_sp2_ponap6v16","g_10_5683_sp2_ponap6v17","g_10_5683_sp2_ponap6v18","g_10_5683_sp2_ponap6v19","g_10_5683_sp2_ponap6v20","g_10_5683_sp2_ponap6v21","g_10_5683_sp2_ponap6v22","g_10_5683_sp2_ponap6v23","g_10_5683_sp2_ponap6v24","g_10_5683_sp2_ponap6v25","g_10_5683_sp2_ponap6v26","g_10_5683_sp2_ponap6v28","g_10_5683_sp2_ponap6v27","g_10_5683_sp2_ponap6v29","g_10_5683_sp2_ponap6v30","g_10_5683_sp2_ponap6v31","g_10_5683_sp2_ponap6v32","g_10_5683_sp2_ponap6v33","g_10_5683_sp2_ponap6v34","g_10_5683_sp2_ponap6v35","g_10_5683_sp2_ponap6v36","g_10_5683_sp2_ponap6v37","g_10_5683_sp2_ponap6v38","g_10_5683_sp2_ponap6v40","g_10_5683_sp2_ponap6v41","g_10_5683_sp2_ponap6v42","g_10_5683_sp2_ponap6v43"],"layer_slug_s":"geodisy:g_10_5683_sp2_ponap6v39","dc_title_s":"Don Valley Historical Mapping Project (39 of 43)","layer_modified_dt":"2020-06-19T20:21:33Z","dc_format_s":"Shapefile","dct_spatial_sm":["Canada","Ontario","Toronto"],"solr_geom":"ENVELOPE(-79.426217, -79.332443, 43.695875, 43.630078)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Line String","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/PONAP6","dc_description_s":"Toronto’s Don River Valley is arguably the city’s most distinctive physical feature.  As a provider of water, power, sustenance, building materials, and transportation, it has played an important role in the city’s settlement and development.  The river valley has changed dramatically in the years since European settlement, particularly during the late nineteenth and early twentieth century, when the Lower Don River was straightened and channelized and the huge marsh at its mouth drained and filled. Today, the Lower Valley forms the foundation for one of the most densely populated areas in Canada, outlining as it does the eastern portion of Toronto’s downtown core and radiating residential areas. \r\n\r\nThis project documents historical changes in the landscape of the Don River Valley. Drawing from the wide range of geographical information available for the Don River watershed (and the Lower Don in particular), including historical maps, geological maps, fire insurance plans, planning documents, and city directories, the project uses Geographic Information Systems software to place, compile, synthesize and interpret this information and make it more accessible as geospatial data and maps.\r\n\r\nThe project is a work in progress.  To date, we have scanned several dozen historical maps of Toronto and the Don River watershed, and compiled the following geospatial datasets: 1) changes to the river channel and shoreline of Toronto harbour, 1858-1918; 2) industrial development in the Lower Don River Watershed, 1857-1951 (as points, and in some cases polygons); 3) historical mill sites in the Don River Watershed, 1825; 18524) land ownership in the watershed, 1860 and 1878; and 4) points of interest in the watershed. In the future, we hope to expand the project to include data from other Toronto area watersheds and other parts of the city.\r\n\r\nThe project was conducted through a collaboration between Jennifer Bonnell, a doctoral student in the History of Education program at the University of Toronto's Ontario Institute for Studies in Education (OISE/UT) - now at York University in the History Department and Marcel Fortin, the Geographic Information Systems (GIS) and Map Librarian at the University of Toronto's Map and Data Library. \r\n\r\nFinancial and in-kind support was provided by the Network in Canadian History and Environment (NiCHE) and the University of Toronto Libraries. Valuable research support for the Points of Interest pages came from Lost Rivers, a community-based urban ecology organization focused on building public awareness of the City's river systems. Jordan Hale, a University of Toronto Geography student conducted much of the digitization and database work.This project could not have been completed without their skilled assistance and dedication. ","dct_issued_dt":"2018-09-14T00:00:00Z","dct_references_s":"{\"http://www.opengis.net/def/serviceType/ogc/wfs\":\"http://geo.frdr.ca/geoserver/geodisy/wfs\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/PONAP6/iso19139.zip\",\"http://www.opengis.net/def/serviceType/ogc/wms\":\"http://geo.frdr.ca/geoserver/geodisy/wms\",\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/PONAP6\",\"http://schema.org/downloadUrl\":\"https://dataverse.scholarsportal.info/api/access/datafile/71439\"}","dc_creator_sm":["Fortin, Marcel","Jennifer Bonnell"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_ponap6v39","dct_isPartOf_sm":"Don Valley Historical Mapping Project"}