{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Law","Social Sciences"],"layer_slug_s":"g_10864_11104m1","dc_title_s":"Adult Criminal Court Survey [Canada] [B2020]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11104","dc_description_s":"<p>The objective of the Adult Criminal Court Survey (ACCS) is to develop and maintain a database of statistical information on appearances, charges, and cases in adult criminal courts. The survey is intended to be a census of federal statute charges heard in provincial and superior criminal courts in Canada. It includes information on the age and sex of the accused, case decision patterns, sentencing information regarding the length of prison and probation, and amount of fine, as well as case-pr\r\nocessing data such as case elapsed time. These data on federal statute charges heard in adult criminal courts in the reference period are collected by the Canadian Centre for Justice Statistics (CCJS) in collaboration with provincial and territorial government departments responsible for adult criminal courts. The data are collected to respond to the needs of the provincial/territorial and federal departments of justice and attorneys-general, researchers and policy analysts, academics and the media, as well as to inform the public how adults are dealt with by adult provincial/territorial criminal courts in Canada.\r\n<\/p>  <p>The ACCS has been replaced by the Integrated Criminal Court Survey (ICCS).<\/p> ","dct_issued_dt":"2015-11-23T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11104\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11104/iso19139.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11104m1"}