{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2005","layer_slug_s":"g_10864_11053m1","dc_title_s":"Ontario University Applicant Survey, 2005 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11053","dc_description_s":"The 2005 University Applicant Survey report looks at two main chapters; applicant profile, and university funding.  In particular, the report directly addresses the information needs of university marketing, recruitment, and public affairs departments.  The Ontario Universities' Application Centre (OUAC) selected a sample of 40,000 participants, randomly from the total population of approximat\nely 121,000 applicants to Ontario universities.  The Ontario portion of the study achieved its highest-ever response rate of 42%.  Of the participants, 1,060 were French first-language applicants, and were thus emailed French versions of the invitation and questionnaire.  The questionnaire was online, which provided added functionality such as built-in skip patterns, proprietary questions directed to specific applicant segments, and the ability to over-sample applicant groups. This methodology also provided greater convenience for an internet-savvy generation of young consumers.\n<p> This dataset was freely received from the Canada Millennium Scholarship Foundation. Some work was required for the variable and value labels, and missing values. They were corrected as best as possible with the documentation received. Caution should be used with this dataset as some variables are lacking information. <\/p> ","dct_issued_dt":"2015-08-07T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11053\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11053/iso19139.zip\"}","dc_creator_sm":["Canada Millennium Scholarship Foundation"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11053m1"}