{"dc_type_s":"Dataset","dct_temporal_sm":"1992-2017","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"1992","layer_slug_s":"geodisy:g_10_5683_sp2_cwj7iom1","dc_title_s":"Regional variability in the response of alpine treelines to climate change","layer_modified_dt":"2020-06-10T19:20:39Z","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/CWJ7IO","dc_description_s":"The distributions of many high-elevation tree species have shifted as a result of recent climate change; however, there is substantial variability in the movement of alpine treelines at local to regional scales. In this study, we derive records of tree growth and establishment from nine alpine treeline ecotones in the Canadian Rocky Mountains, characterise the influence of seasonal climate variables on four tree species (Abies lasiocarpa, Larix lyallii, Picea engelmannii, Pinus albicaulis) and estimate the degree to which treeline movement in the twentieth century has lagged or exceeded the rate predicted by recent temperature warming. The growth and establishment records revealed a widespread increase in radial growth, establishment frequency and stand density beginning in the mid-twentieth century. Coinciding with a period of warming summer temperatures and favourable moisture availability, these changes appear to have supported upslope treeline advance at all sites (range, 0.23–2.00 m/year; mean, 0.83 + 0.67 m/ year). However, relationships with seasonal climate variables varied between species, and the rates of treeline movement lagged those of temperature warming in most cases. These results indicate that future climate change impacts on treelines in the region are likely to be moderated by species composition and to occur more slowly than anticipated based on temperature warming alone. ","dct_issued_dt":"2020-06-10T00:00:00Z","dct_references_s":"{\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/CWJ7IO/iso19139.zip\",\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/CWJ7IO\"}","dc_creator_sm":["Davis, Emma L.","Brown, Robert","Daniels, Lori","Kavanagh, Trudy","Gedalof, Ze’ev"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_cwj7iom1"}