{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2014","layer_slug_s":"g_10864_11843m1","dc_title_s":"CIW - Community Wellbeing Survey - Wood Buffalo","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11843","dc_description_s":"This survey monitors wellbeing among residents of the Regional Municipality of Wood Buffalo, located in northern Alberta.   The survey is a joint initiative of the Canadian Index of Wellbeing in partnership with Social Prosperity Wood Buffalo. These data represent the “Look into Wood Buffalo” Community Wellbeing Survey (N=554), which includes For McMurray, and several outlying communities such as Anzac, Conklin, Fort Chippewyan, and Saprae Creek.   The primary objectives of this survey are to (a) gather data on the wellbeing of residents which could be monitored over time; and, (b) to provide information on specific aspects of wellbeing that could be used to inform policy issues and community action. The purpose of the survey is to better understand subjective perceptions of wellbeing of residents in the survey area. The survey provides information based on eight domains of wellbeing, as identified by the Canadian Index of Wellbeing: Community Vitality, Democratic Engagement, Environment, Education, Healthy Populations, Leisure and Culture, Living Standards, and Time Use. The\nquestionnaire collected additional information about numerous socio-economic and household characteristics. ","dct_issued_dt":"2016-05-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11843\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11843/iso19115.zip\"}","dc_creator_sm":["Bryan Smale","Margo Hilbrecht"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11843m1"}