{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2013","layer_slug_s":"g_10864_11408m1","dc_title_s":"Gender-specificity of Initial and Controlled Visual Attention to Sexual Stimuli in Androphilic Women and Gynephilic Men, 2013-14 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11408","dc_description_s":"Research across groups and across methods consistently finds a gender difference in patterns of specificity of genital response; however, empirically supported mechanisms to explain this difference are lacking. The information-processing model of sexual arousal posits that automatic and controlled cognitive processes are requisite for the generation of sexual responses. Women's gender-nonspecific response patterns may be the result of sexual cues that are common to both preferred and nonpreferred genders capturing attention and initiating an automatic sexual response, whereas men's attentional system may be biased towards the detection and response to sexually-preferred cues only. In the present study, we used eye tracking to assess visual attention to sexually-preferred and nonpreferred cues in a sample of androphilic women and gynephilic men. Results support predictions from the information-processing model regarding gendered processing of sexual stimuli in men and women. Men's initial attention patterns were gender-specific, whereas women's\r\nwere nonspecific. In contrast, both men and women exhibited gender-specific patterns of controlled attention, although this effect was stronger among men. Finally, measures of attention and self-reported attraction were positively related in both men and women. These findings are discussed in the context of the information-processing model and evolutionary mechanisms that may have evolved to promote gendered attentional systems. ","dct_issued_dt":"2016-01-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11408\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11408/iso19115.zip\"}","dc_creator_sm":["Samantha J. Dawson (MSc)","Meredith L. Chivers (PhD)"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11408m1"}