{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"layer_slug_s":"g_10864_11179m1","dc_title_s":"Labour Force Historical Review, 1999 [Canada] [B2020]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11179","dc_description_s":"<p>The Labour Force Survey (LFS) is a household survey carried out monthly by Statistics Canada. Since its inception in 1945, the objectives of the LFS have been to divide the working-age population into three mutually exclusive classifications -employed, unemployed, and not in the labour force - and to provide descriptive and explanatory data on each of these categories. Data from the survey provide information on major labour market trends such as shifts in employment across industrial sectors\r\n, hours worked, labour force participation and unemployment rates, employment including the self-employed, full and part-time employment, and unemployment. It publishes monthly standard labour market indicators such as the unemployment rate, the employment rate and the participation rate. The LFS is a major source of information on the personal characteristics of the working-age population, including age, sex, marital status, educational attainment, and family characteristics. Employment estimates include detailed breakdowns by demographic characteristics, industry and occupation,job tenure, and usual and actual hours worked. This dataset is designed to provide the user with historical information from the Labour Force Survey. The tables included are monthly and annual, with some dating back to 1976. Most tables are available by province as well as nationally. Demographic, industry, occupation and other indicators are presented in tables derived from the LFS data. The information generated by the survey has expanded considerably over the years with a major redesign of the survey content in 1976 and again in 1997, and provides a rich and detailed picture of the Canadian labour market.\r\n<\/p> <p>Some changes to the Labour Force Survey (LFS) were introduced which affect data back to 1987. There are three reasons for this revision:<br /> <ol> <li>The revision enables the use of improved population benchmarks in the LFS estimation process. These improved benchmarks provide better information on the number of non-permanent residents.<\/li> <li>There are changes to the data for the public and private sectors from 1987 to 1999. In the past, the data on the public and private sectors fo\r\nr this period were based on an old definition of the public sector. The revised data better reflects the current public sector definition, and therefore result in a longer time series for analysis.\r\n<\/li> <li>The geographic coding of several small Census Agglomerations (CA) has been updated historically from 1996 urban centre boundaries to 2001 CA boundaries. This affects data from January 1987 to December 2004. It is important to note that the changes to almost all estimates are very minor, with the exception of the public sector series and some associated industries from 1987 to 1999. Rates of unemployment, employment and participation are essentially unchanged, as are all key labour mark\r\net trends. The article titled Improvements in 2006 to the LFS (also under the LFS Documentation button) provides an overview of the effect of these changes on the estimates.\r\n<\/li> <\/ol><\/p> <p>The seasonally-adjusted tables have been revised back three years (beginning with January 2004) based on the latest seasonal output.<\/p> ","dct_issued_dt":"2016-12-06T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11179\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11179/iso19139.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11179m1"}