{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"layer_slug_s":"g_10_5683_sp2_z7nrrkm1","dc_title_s":"Birth weight and economic growth data sets, Allgemeines Krankenhaus, Vienna, 1865-1930, [2012]","dct_spatial_sm":["Austria"],"solr_geom":"ENVELOPE(9.53095237240833, 17.1620685652599, 49.0211627691393, 46.3726520216244)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/Z7NRRK","dc_description_s":"The variables contained in the data sets are primarily concerned with perinatal outcomes and maternal health. A number of variables with respect to the social and economic status of the mothers and their families were also included (ie. Occupation, Marital status, Region). While all nine data sets are centered around these common themes and hold many variables in common, each data set has a unique combination of variables. The types of fields are wide-ranging but are primarily concerned with infant birth, maternal health, and socioeconomic status. The Geburtsprotokolle of the Allgemeines Krankenhaus are preserved in the Wiener Stadt- und Landesarchiv in Vienna. The primary data base for 1872 to 1930 consists of an annual sample of 200 cases chosen randomly from the records of Clinic I. (The single exception was 1882, when weights were missing for a three-month period and, in order to preserve the same seasonal distribution found elsewhere in the data base, only 150 cases were selected.) The patient records of Clinic I exist in continuous series with no significant changes in content throughout this period. The birth weight and length means in the sample are accurate to 76 grams and 0.4 centimeter at the 95 percent confidence level. In order to extend the span of time investigated, the records of Clinic I were supplemented by those of Clinic III, the first obstetric unit in the hospital in which birth dimensions were recorded routinely. It functioned only for the academic year (October to June) and it also accommodated far fewer patients annually than did Clinic I. The smaller number of patients attending Clinic III and the gaps in its records necessitated a different sampling procedure. For clinic years 1865-66 to 1868-69 the first two of every three cases in which live births occurred and for which a weight was listed were recorded. In 1869-70 cases were selected on the same basis as for Clinic I. For these reasons the Clinic III records have significant deficiencies not found in those of Clinic I and may be somewhat less reliable. ","dct_issued_dt":"2019-03-04T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/Z7NRRK\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/Z7NRRK/iso19139.zip\"}","dc_creator_sm":["Gagné, Monique","Ward, W. Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_z7nrrkm1"}