{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences","Other"],"solr_year_i":"2016","layer_slug_s":"g_10_5683_sp_gzgd9qm1","dc_title_s":"Replication data for: Developing protocols for the collection and valuation of wild native seed from the Hudson Bay Lowland","dct_spatial_sm":["Canada","Ontario"],"solr_geom":"ENVELOPE(-95.15483, -74.34403, 56.85904, 41.68144)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/GZGD9Q","dc_description_s":"Native species are being more commonly used and often even mandated in restoration projects. However, commercial seed sources are often unavailable or not of a suitable provenance. Collecting seed from wild sources is an alternative, but it can be challenging. The objectives of this study were to: 1) identify key attributes that influence the value of seed and to evaluate and quantify these differences for 57 native species with potential for restoration in subarctic Ontario; 2) determine if fertilizers could increase the seed yield of wild species with a low seed output; 3) determine and compile simple and effective protocols for the collection, processing, storage, and germination of 60 wild species native to northeastern Ontario. Field studies were conducted at De Beers’ Victor diamond mine, located in the Hudson Bay Lowland in north-central Canada from 2014 to 2016. To complete the first objective, I evaluated the attributes that affect the time and cost of using wild seeds from upland native plants. Taking into account the regional abundance of species, collection obstacles, requirements for identification, ease of processing and storing seeds, and propagation effort, I ranked the results for each species within each attribute. Each category provided a relative value reflective of the effort required to collect, process, store, and propagate seed of a given species. I demonstrate how these relative values could be used to prioritize species in revegetation planning. These relative seed values can also be used to determine seed prices for a variety of projects and locations. For my second objective, I fertilized wild populations of American vetch (Vicia americana) and silverweed (Potentilla anserina). These herbaceous upland species may be useful in reclamation, but had low seed yields in 2014. Fertilization had no effect on seed yield and neither species set seed, regardless of treatment, except for a single American vetch plot. I discuss various environmental factors that may have had an influence on the poor seed yields. Fertilizing wild populations may not be an effective approach to increase seed yield for these species in a subarctic environment, although testing a variety of fertilizer rates and environments could guide future studies.\r\n For the final objective, I field-tested seed collection and seed processing protocols for native species desired for revegetation, and I compiled information from the literature on their storage and propagation requirements. I produced both a general guide and profiles for 60 species. The guide is written in lay language, with many photographs and provides an overview of the required knowledge for harvesting seed from wild plants. This guide will be useful to people who wish to begin collecting seed for any reason, including restoration projects, nursery establishment and even gardening. The demand for native and local seed is growing. With increased mining development in remote areas, the demand for local native seed for restoration will continue to increase. This research will contribute to the knowledge of collecting wild seed from native species and improve the success of these collection programs. This work could provide a base for small business development in remote communities. ","dct_issued_dt":"2017-10-04T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/GZGD9Q\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/GZGD9Q/iso19139.zip\"}","dc_creator_sm":["Rantala-Sykes, Brittany","Campbell, Daniel"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_gzgd9qm1"}