{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences","Social Sciences"],"solr_year_i":"2013","dc_source_sm":["g_10_5683_sp_ab5a9om1"],"layer_slug_s":"g_10_5683_sp_ab5a9om2","dc_title_s":"Liquor and Gambling in Manitoba 2013 [Canada]  (2 of 2)","dct_spatial_sm":["Canada","Manitoba"],"solr_geom":"ENVELOPE(-102.01, -88.99, 60.0, 49.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/AB5A9O","dc_description_s":"<p>The <em>2013 Liquor and Gambling in Manitoba Study<\/em> was conducted by the Manitoba Gambling Control Commission (MGCC), an organization which would  subsequently be amalgamated into the Liquor and Gaming Authority (LGA) of Manitoba in 2014. Prior to this study, the MGCC conducted a province-wide gambling survey as part of the <em>Manitobans and Gambling<\/em> series, which began in 2004 and was conducted in three-year cycles (2004, 2007, 2010). The study has two sections. The first explores prevalence rates of alcohol consumption and gambling participation in the province. In the second section, the study gathers data with respect to:<ul> \r\n<li>Gambling participation by gambling type;<\/li>\r\n<li>Motivations for gambling;<\/li>\r\n<li>Definitions of responsible gambling;<\/li>\r\n<li>Gambling limit-setting strategies;<\/li>\r\n<li>Awareness of responsible gambling tools and resources; and<\/li>\r\n<li>The prevalence of gambling-related harm and problem gambling in the province<\/li>\r\n<\/ul>\r\n<\/p>\r\n<p>Sampling was stratified to ensure the inclusion of participants from the four major regions of the province (Winnipeg, Brandon, Southern Manitoba, and Northern Manitoba). Where the random sample diverged from population data, weights based on the 2011 Canadian Census corrected for minor discrepancies in gender, age, and household income. In total, 1,206 adult residents of Manitoba (age 18+) completed the Liquor and Gambling survey (Winnipeg: <em>n=<\/em> 609; Brandon: <em>n=<\/em>131; Southern Manitoba: <em>n=<\/em>309; and Northern Manitoba: <em>n=<\/em>147).<\/p>\r\n<p>The questionnaire for the <em>2013 Liquor and Gambling of Manitoba Study<\/em> is based upon the questionnaires developed for the <em>Manitobans and Gambling<\/em> series, along with the selected questions from the Gambling Motives Questionnaire – Financial (GMQ-F), and the Canadian Problem Gambling Index (CPGI). This was the first cycle of the study to include questions from the CPGI, which was used to measure the prevalence of gambling-related harm, including problem gambling. The intended use of the study is to inform the LGA’s responsible drinking and responsible gambling initiatives.<\/p>  ","dct_issued_dt":"2018-07-09T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/AB5A9O\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/AB5A9O/iso19139.zip\"}","dc_creator_sm":["Liquor and Gaming Authority of Manitoba"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_ab5a9om2","dct_isPartOf_sm":"Liquor and Gambling in Manitoba 2013 [Canada] "}