{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2005","layer_slug_s":"g_10864_11059m1","dc_title_s":"Pan-Canadian High School Follow-Up Survey (Class of 2003), 2005 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11059","dc_description_s":"<p>The Pan-Canadian High School Follow-Up Survey (Class of 2003) presents the latest evidence concerning motivational/informational, financial and academic barriers to PSE. Also, because individuals tend to be affected by more than one factor limiting access, the report explores how specific groups of youth are differently impacted by multiple barriers to PSE. In particular, the research presents data on the effects of these barriers on first-generation students (i.e., the first generation of st\nudents in a family to pursue PSE) and Aboriginal students. <\/p> <p> The Pan-Canadian High School Follow-Up Survey (Class of 2003) was conducted by the Canada Millennium Scholarship Foundation in collaboration with R.A. Malatest and Associates Ltd. and the provinces of Alberta, Manitoba, Saskatchewan and New Brunswick. The final survey instrument contained questions organized into the following modules: High School Experience, Students Currently Enrolled in a Post-Secondary Program, Respondents P\nreviously Enrolled in a Post-Secondary Program, Respondents Not in a Post-Secondary Program, and Demographics.\n<\/p> <p> This dataset was freely received from the Canada Millennium Scholarship Foundation. Some work was required for the variable and value labels, and missing values. They were corrected as best as possible with the documentation received. Caution should be used with this dataset as some variables are lacking information. <\/p> ","dct_issued_dt":"2015-08-07T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11059\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11059/iso19139.zip\"}","dc_creator_sm":["Canada Millennium Scholarship Foundation"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11059m1"}