{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2015","layer_slug_s":"g_10864_11815m1","dc_title_s":"SPATIAL AND TEMPORAL PATTERNS OF CARBON DIOXIDE EXCHANGE FOR A WET SEDGE PLANT COMMUNITY, MELVILLE ISLAND, NU (2015)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11815","dc_description_s":"In 2015, Automated Soil CO2 Exchange (ACE) Stations were deployed at the Cape Bounty Arctic Watershed Observatory (CBAWO) to quantify the contribution of CO2 exchange from wet sedge vegetation. The wet sedge vegetation type is of specific interest as it is the most productive community type in the High Arctic. These communities are commonly regarded in past studies as carbon sinks during their entire growing season, although the scale and key controls are not completely understood. In addition, warming of the High Arctic enhances wet sedge growth, which may result in an increase of the percentage of land occupied by wet sedge meadows. This in turn has the capability of significantly altering the carbon balance of high Arctic landscapes. The objective of these data files is to determine the CO2 exchange rate in these settings, utilizing the ACE systems. The measurements from each chamber were automatically recorded every 30 minutes from July 3 2015 to August 7 2015. Active layer depth, photosynthetically active radiation (PAR), soil temperature and soil moisture measurements were also collected in conjunction with the net CO2 exchange rate (NCER). The r\nesults indicate that wet sedge vegetation in this area does represent a carbon sink through photosynthetic processes. ","dct_issued_dt":"2016-09-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11815\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11815/iso19139.zip\"}","dc_creator_sm":["Scott, Neal","Treitz, Paul","Arruda, Sean"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11815m1"}