{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"1997","dc_source_sm":["g_10_5683_sp2_pgcbplm2"],"layer_slug_s":"g_10_5683_sp2_pgcbplm1","dc_title_s":"Replication data for: Barkley Sound intertidal long-term monitoring: rocky substrate methodology (1 of 2)","dct_spatial_sm":["Canada","Wizard Islet","British Columbia"],"solr_geom":"ENVELOPE(-139.0522, -114.05422, 60.00006, 48.30892)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/PGCBPL","dc_description_s":"In 1997 the Bamfield Marine Station (now Bamfield Marine Sciences Centre) established a long-term monitoring project to collect baseline data on the distribution and abundance of macroorganisms at three intertidal sites in Barkley Sound. Data is presented here for seaweed cover (%), understory cover (%) and invertebrate density for two sites on Wizard Islet. The third site located at the mouth of Grappler Inlet is discussed in the study report.\r\n<p/>\r\nWizard Islet (48°51’29.5”N, 125°09’31”W) is located within the Deer Group Islands in Barkley Sound and has an area of 1.73 hectares at low tide. The sheltered site (with less wave exposure) is located on a 50m stretch of fixed rocky shore on the northeast side and is characterized by Fucus and Phyllospadix (seagrass). The exposed site is located on a 50m stretch of fixed rocky shore on the southwest side and is characterized by Egregia (feather-boa kelp), goose-necked barnacles and Alaria (brown alga).\r\n<p/>\r\nAt both sites, a line of numbered tags spaced at 1m intervals at the same tidal height was installed. The tags denote the upper origin for 50 vertical transects. Fifteen tag numbers were chosen randomly, and transects were extended from the tags to the water. At the sheltered site, the tag numbers were 8, 9, 11, 15, 17, 19, 23, 24, 28, 35, 36, 40, 42, 48, 49. At the exposed site, they were 4, 9, 12, 13, 15, 16, 18, 23, 26, 31, 32, 36, 42, 44, 45, 49.\r\n<p/>\r\nSampling was done at tidal heights 0.2, 0.5, 1.0, 1.5, 2.0, 2.5, 3.0 and 3.5m. To maintain consistency, all quadrats were positioned to the left and above each point on the transect (when facing away from the water).\r\n<p/>\r\nAlgal canopy cover (%) which includes seaweeds and one grass was estimated using a 25x25cm quadrat divided into 100 squares or 1%. A square was counted if it contained &gt;=50% canopy cover. If a species was present but &lt;50%, abundance was recorded as 0.5%.\r\n<p/>\r\nUnderstory species cover (%) which includes algal species, encrusting invertebrates and rocks was estimated using the point intercept method for 20 random points in a 25x25cm quadrat of 100 squares. Since 20 of 100 possible intersections were marked, each point represented 5%. Each point could contain multiple organisms (layers), e.g. Balanus growing on Mytilus.\r\n<p/>\r\nInvertebrates were counted if &gt;=50% of the organism occurred within the quadrat. Quadrat size depended on the density of the organism (e.g. 12.5x12.5cm for Littorina, 25x25cm for Hemigrapsus, 50x50cm for Pisaster).\r\n<p/>\r\nData was collected by students in the Coastal Biodiversity and Conservation course taught by Dr. Tom Berman with Teaching Assistant Russ Markel July 21-Aug 29, 1997. ","dct_issued_dt":"2019-02-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/PGCBPL\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/PGCBPL/iso19115.zip\"}","dc_creator_sm":["Cowan, Janet E.","Herman, Tom","Leonard, Karen","Markel, Russ","Oliver, Kathryn","Repard, Dora","Shapiro, Judith","Shubs, Shana"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_pgcbplm1","dct_isPartOf_sm":"Replication data for: Barkley Sound intertidal long-term monitoring: rocky substrate methodology"}