{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10239m1","dc_title_s":"Dynamic Inuit social strategies in changing environment: A long term perspective","dct_spatial_sm":["Cambridge Bay, Victoria Island, Mellville Peninsula, Nunavut, Nunavik, Northern Labrador","Canada (CAN)"],"solr_geom":"ENVELOPE(-126.011971, -61.53915, 83.115059, 56.499611)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10239","dc_description_s":"For the IPY project Dynamic Inuit Social Strategies in Changing Environments: A Long-Term Perspective, archaeologists and other scientists from across Canada collaborated with Inuit community and heritage organizations to better understand how Inuit culture developed and changed over the past 1,000 years. Six research teams brought together Inuit traditional knowledge, excavation of important archaeological sites, and information about changing Arctic environments. The research took place across the Canadian Arctic, with fieldwork occurring in Nunavut near the communities of Cambridge Bay, Arviat, Taloyoak, Igloolik, and Hall Beach; in Nunavik (northern Québec) near Inukjuak; and in Labrador near Nain (Figure 1). The ultimate goal of the project is to understand how outside forces, such as climate change and interaction with Europeans, were combined with complex and dynamic Inuit cultural patterns, to produce the diverse and successful societies which exist across the Canadian Arctic today. A key part of the project is its emphasis on close integration with Inuit organizations. The various research teams worked closely with community groups and cultural organizations, and a large number of Inuit elders and youth were involved in various aspects of the planning, fieldwork, and communication of knowledge gained. The results of the project will be useful to Inuit heritage organizations and educational institutions that are dedicated to connecting the past with the present, and also will provide a long-ter\nm historic perspective on issues facing modern northern communities as they deal with climate change and other challenges. Results from the fieldwork include significant new insights into the early Thule Inuit migration from Alaska through the eastern Arctic, the nature of early Inuit life in coastal regions across the Arctic, and the relationship between climate change and Inuit culture change. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10239\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10239/iso19139.zip\"}","dc_creator_sm":["Max Friesen","Arthur Dyke","Daniel Gendron","James Savelle","Julie Ross","Lauren Norman","Lisa Hodgetts","Peter Dawson","Sarah Finkelstein"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10239m1"}