{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10214m1","dc_title_s":"Ecological monitoring of polar bears and seals in Nunavut a step toward the future.","dct_spatial_sm":["Hudson Bay; Belcher Islands; Igloolik; Sanikiluaq; Hooper Inlet; Richards Bay (OANYC); Foxe Basin; Quilliam Bay"],"solr_geom":"ENVELOPE(95.0, 70.0, 70.0, 50.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10214","dc_description_s":"We deployed satellite transmitters on live ringed seals captured in Hudson Bay in the summer of 2009. Polar bear transmitters have been deployed in Hudson Bay in 2007, 2008, and 2009. This project will provide management information and advice for the Hudson Bay and Foxe Basin ringed seal stocks by: (1) delineating movements that may bring juveniles and possibly adults into areas hunted by other communities, (2) assessing sex- and age-specific site fidelity of individual seals during the breeding season, (3) defining critical foraging habitat, movement and diving behaviour, (4) defining spatio-temporal variation in these aspects of ringed seal foraging ecology to complement ongoing diet studies to address a purported shift in prey of top predators associated with climate change in the greater Hudson Bay region. The project also aims to engage northerners in ecosystem science, develop a community-based monitoring and sampling program for seal, and enhance Arctic science. The final outcome of this combined effort is to provide policy information necessary to inform northerners of how they can adapt to marine ecosystem changes associated with polar warming and the resulting changes to marine mammal distribution and abundance. This project is linked to other Canadian IPY projects: \"GWAMM\". \"Marine Birds\", \"Circumpolar Flaw Lead\", \"Greenland Sharks\", \"Pan-Arctic Beluga\", \"Country Food Safety in a Changing Arctic\", \"P\neople of a Feather and Ice\" and internationally within the ESSAR and PAN-AME clusters. Collaborations have been developed to extend the community-based monitoring effort across the Canadian Arctic (Makavik, Fisheries Joint Management Commission, Nunatsiavut-Labrador Inuit Association, Ocean Tracking Network), across international governments (Greenland/Denmark, Russia, United States-Alaska, Norway, Finland), and organizations (Circumpolar Biodiversity Monitoring Program, Sustained Arctic Observing Network, Circumpolar Arctic Flora and Fauna). ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10214\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10214/iso19139.zip\"}","dc_creator_sm":["Steven H. Ferguson","Elizabeth Peacock","Andrew Derocher","Mary E. Obbard","Melissa A. McKinney","Nick Lunn","Sebastian Luque","Seth Stapleton","Tara Bortoluzzi","Vicki Sahanatien"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10214m1"}