{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10073m1","dc_title_s":"Understanding the Creative Economy in China","dct_spatial_sm":["China"],"solr_geom":"ENVELOPE(73.4994140000001, 134.7754563, 53.560974001, 15.775416)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10073","dc_description_s":"This work critically examines the emergence of a post-industrial economy in China as it continues to transform into a 21st century global leader. On August 15th, 2010, the Financial Times published an article stating that recently released figures from the International Monetary Fund show that China had surpassed Japan as the second-largest economy in the world and predicted that China will maintain its lead going forward . This is an astonishing feat for\nan emerging economy, as Japan had previously held the second-place position for over four decades. In recent years, China has outperformed other large emerging economies such as Brazil, Russia and India. As a result, it is important to examine China more closely and understand what is occurring within the country as it continues to grow and develop as a global leader.  In the contemporary global environment, lasting economic advantage comes from attracting and retaining a talented and creative workforce. As China begins to transition from an industrial economy to a post-industrial economy, several factors including a more educated workforce, the development of domestic intellectual property and openness to a more diverse range of ideas and people are becoming more important.  Against this backdrop, this report explores the emergence of a creative, service-driven, post-industrial economy in China by employing two methods of analysis developed by Richard Florida (2002). The first part of the analysis examines the changing occupational structure of China’s workforce. To execute this part of the analysis, we divide China’s workforce into the four occupational categories defined by Florida (2002): creative class, service class, working class and fishing, farming and forestry class. The second part of the analysis employs what are known as the “3Ts of economic development” to rank China’s regions according to their strengths in supporting a creative economy. The 3Ts of regional economic development include technology (high-tech employment and innovation), talent (education and skills), and tolerance (diversity and openness). The report explores China’s provincial-level regions and three of its four Municipalities, with a special interest in the dynamics and geography of the creative economy. ","dct_issued_dt":"2012-01-23T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10073\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10073/iso19115.zip\"}","dc_creator_sm":["N/A"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10073m1"}