{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10200m1","dc_title_s":"Feeding ecology of the Greenland shark under different ice conditions","dct_spatial_sm":["Cumberland Sound, Nunavut","Canada (CAN)"],"solr_geom":"ENVELOPE(-69.0, -65.0, 66.5, 62.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10200","dc_description_s":"To date, five sampling trips to Cumberland Sound have been completed, three during times of open water (July-August 2007, 2008, 2009) and two during times of ice cover (April 2008, 2009). Preliminary results indicate that the Greenland shark is feeding at a high trophic position and on benthic and pelagic resources, based on chemical tracers. The Greenland shark appears to feed on seal during both open water and ice cover, and does not appear to target different resources with season based on chemical tracers. However, some consumers, like ringed seals and predatory zooplankton appear to switch to a lower trophic level during open water, likely to exploit large number of Calanus copepods. Results from several satellite tags suggest that sharks are highly mobile, with regards to depth (i.e. vertical movement) and distance (i.e. horizontal movement). Based on our hierarchical models regarding turbot, we found a strong connection between environmental fluctuations and variations in fishery catch rates between 1987 and 2003. We hope to use the environmental predictors we were able to isolate in order to guide management decisions and improve efficiency of the Inuit fishery. The traditional knowledge survey revealed how Inuit make sense of the environment by using their generative logic product of extensive interaction with the arctic environment. To approach Inuit knowledge from this perspective becomes a platform to develop resource management strategies that encompass Inuit beliefs and values. We are currently completing sample analysis for chemical tracers, and hope to soon better understand both temporal and spatial variability in the feeding behaviour of Greenland sharks and other consumers inhabiting\nCumberland Sound. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10200\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10200/iso19139.zip\"}","dc_creator_sm":["Aaron Fisk","Bailey McMeans","Brian Fryer","Carlos Idrobo","Fikret Berkes","Michael Arts","Steven Campana","Susan Dennard"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10200m1"}