{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10202m1","dc_title_s":"Engaging northern communities in the monitoring of country food safety and wildlife health","dct_spatial_sm":["Canada (CAN)","Northwest Territories; Nunatsiavut, Newfoundland and Labrador; Nunavik, Quebec; Nunavut"],"solr_geom":"ENVELOPE(-136.0, -60.0, 76.0, 55.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10202","dc_description_s":"This project has proven the benefits of having northern laboratories and by training several northerners for wildlife sampling and laboratory techniques. In collaboration with the scientists working at the Canadian Food Inspection Agency and Gdansk University, we achieved the following: 1) Development of two diagnostic tests, adapted for northern conditions, for the presumptive presence of E.coli 0157:H7 and Salmonella sp., 2) results were negative for all samples (n=129) and 2 community freezers, 3) all family members of the Anisakidae nematodes were present in traditionally eaten fish or in marine mammals from Nain, Labrador, Ungava and Hudson Bays up to Arviat, Nunavut, 4) presence of adult worms in marine mammals proves their transmission in the marine food web, 5) only freeze resistant T. nativa and Trichinella T6 were identified, 6) Trichinella infection was widespread among terrestrial carnivores, but amongst marine mammals, walrus and polar bears were the only ones infected, 7) black bears and walruses are the most common source of human infection in the north, 8) two diagnostic tests were developed for Toxoplasma gondii (multiplex PCR and multi-species enzyme immunoassay (ELISA)) that can be used to detect Toxoplasma DNA in meat, and antibodies in blood or tissue fluid, respectively, 9) an absorbent filter paper method to collect blood under Arctic conditions for the diagnosis of Toxoplasma gondii was assessed in collaboration with the caribou Network (CARMA) with good results. 1\n0) a qualitative research study undertaken in Nain, Nunatsiavut demonstrated that residents would like research results co-presented to them by the Nunatsiavut Government and the researcher, in a hands-on fashion that emphasized visual methods and one-on-one interaction, 11) a data-entry website and interface was developed featuring the ability to add, modify, search, export and delete IPY specimen data. The data entered using this system is securely stored in the latest version of the Canadian Cooperative Wildlife Health Centre database at the University of Saskatchewan. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10202\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10202/iso19115.zip\"}","dc_creator_sm":["Manon Simard","Alvin A. Gajadhar","Andria Jones","Antoni Jerzy Rokicki","Brett Elkin","Burton Blais","Frederick Leighton","Lorry B. Forbes","Ole Nielsen"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10202m1"}