{"dc_type_s":"Dataset","dct_temporal_sm":"","dc_rights_s":"Public","dc_subject_sm":["Physics"],"layer_slug_s":"geodisy:g_10_5683_sp2_zxzqnnm1","dc_title_s":"ProBlast: An Excel© Interface to provide the physical properties of blast waves generated by propane explosions (ProBlast.xlsx and ProBlast Users Guide.pdf)","layer_modified_dt":"2020-08-04T19:44:53Z","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/ZXZQNN","dc_description_s":"<p>A database interface has been developed to provide information about the physical properties of blast waves produced by propane explosions.  The user of the Interface can input the mass or volume of propane, and the ambient atmospheric pressure and temperature.  The physical properties output by the interface can be displayed as the peak values immediately behind the incident shock as functions of distance; as time histories at selected radii, and as wave profiles at selected times after detonation.<\/p>\r\n<p>The results are based on analyses of the measurements of the blast wave produced by a 20 ton TNT equivalent explosion of a surface-burst hemispherical stoichiometric propane/oxygen mixture (Dewey, 2005; Dewey & Dewey, 2014).  The outputs from the interface were evaluated by comparing them with measurements of the blast waves generated by a series of 644 mg stoichiometric propane/oxygen explosions (Sochet & Maillot, 2018).<\/p>\r\n<p>The following physical properties are provided by the Interface: time of arrival of the primary shock; shock Mach number; hydrostatic overpressure; dynamic pressure; overdensity; density; particle velocity; temperature; reflected overpressure; total overpressure; energy density; work density; energy flux, and work flux.  These properties are displayed relative to the ambient atmospheric conditions, and in SI units.<\/p>\r\n<p>A Users’ Guide describes how to use the Interface.<\/p>\r\n<p>The original version of the Interface has been amended to account for the finding that the 20 ton nominal propane/oxygen explosion on which the Interface is based was not stoichiometric. Some other minor errors have been corrected and improvements made in the current version, labeled ProBlast7.1c. Some additional information and guidance has been included in the updated Users’ Guide (7.1).<\/p> ","dct_issued_dt":"2018-10-25T00:00:00Z","dct_references_s":"{\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/ZXZQNN/iso19139.zip\",\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/ZXZQNN\"}","dc_creator_sm":["Dewey, J.M."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_zxzqnnm1"}