{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2014","dc_source_sm":["g_10864_10759m2","g_10864_10759m3"],"layer_slug_s":"g_10864_10759m1","dc_title_s":"Privacy and Surveillance: February-March 2014 Globalization of Personal Data Follow-up (1 of 3)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10759","dc_description_s":"<p>Privacy and Surveillance: February/March 2014 Globalization of Personal Data Follow-up is a study (fieldwork was conducted between February 29 and March 4 2014) by the Vision Critical division of the polling company Angus Reid Global as a second follow-up to the earlier international multidisciplinary and collaborative research initiative - The Globalization of Personal Data (GPD) Project International Survey on Privacy and Surveillance (2006) (<a href=\"http://qspace.library.queensu.ca/handle\r\n/1974/7656\">http://qspace.library.queensu.ca/handle/1974/7656<\/a>) as well as Angus Reid Global’s Privacy and Surveillance: June 2012 Globalization of Personal Data Follow-up (<a href=\"http://hdl.handle.net/1974/8583\">http://hdl.handle.net/1974/8583<\/a>).<\/p> <p>Initiated and sponsored by Angus Reid Global, the 2014 follow-up online survey queried citizens in Canada, the United States and the United Kingdom regarding their interactions with, and attitudes toward, surveillance and privacy. Sample\r\nsizes were 1,502 in Canada, 1,018 in the US and 2,040 in the UK. The study was conducted on behalf of the international scholarly research group based out of the Surveillance Studies Centre at Queen's University (\r\n<a href=\"http://www.sscqueens.org/\">http://www.sscqueens.org/<\/a>). It re-asked some of the same categories of questions as the earlier 2006 Globalization of Personal Data (GPD) Project, and the Angus Reid Global follow-up in 2012, allowing for a comparison of awareness of and attitudes towards surveillance and privacy between 2006, 2012 and 2014.<\/p> ","dct_issued_dt":"2014-07-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10759\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10759/iso19139.zip\"}","dc_creator_sm":["Angus Reid Global"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10759m1","dct_isPartOf_sm":"Privacy and Surveillance: February-March 2014 Globalization of Personal Data Follow-up"}