{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2014","layer_slug_s":"g_10864_10912m1","dc_title_s":"Using a Conservation Biology Blueprint to Protect Seven Species found in the Frontenac Arch Biosphere Reserve, Canada, 2014","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10912","dc_description_s":"This project developed a conservation biology blueprint for the Frontenac Arch Biosphere  Reserve (FABR) region that can be used towards assessing current conservation practices as well as making future recommendations. The findings of the study can be used towards the Ten Year Biosphere Review for UNESCO, which the FABR submits to keep their biosphere designation. By gathering information in real time, appropriate actions can be taken much more quickly than if the information was only gathered every ten years. This means that different actors can alter their actions to preserve species div\nersity and success as different factors influence those species through time. For this study, seven species (bald eagle, red-headed woodpecker, common five-lined skink, black rat snake, milksnake, spotted turtle, and great blue heron) were mapped in the area between Frontenac Provincial Park and Charleston Lake Provincial Park. The black rat snake, spotted turtle, and great blue heron were specifically explored in an online survey as well. This study area was chosen on the suggestion of the FABR because it connects Crown Land with the provincial parks, making implementing any new policies  easier than land found in the North-South corridor of Ontario which contains a high amount of private development. Using the predicted tree species data, county land usage, eBird data, and endangered species general distribution, this paper hopes to identify where key areas of protection are. By quickly locating hotspots for endangered species, stricter conservation regulations can be implemented to help the recovery of these species.\n<br /> The dataset was created as part of course requirements for ENSC430. ","dct_issued_dt":"2015-03-18T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10912\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10912/iso19139.zip\"}","dc_creator_sm":["Alexandra Kelly","Monica Seidel"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10912m1"}