{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2002","layer_slug_s":"g_10864_11077m1","dc_title_s":"Portraits of Canada, 2002 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11077","dc_description_s":"<P> <I> Portraits of Canada <\/I> is annual survey of public opinion in Canada conducted by the Centre for Information and Research on Canada (CRIC). It tracks how the attitudes of Canadians have evolved on a range of issues relating the nature and well-being of the country and its citizens. The is the sixth <I> Portraits <\/I> survey. <\/P> <P>The 2002 edition is highly authoritative because it is based on a sample of 2,939 persons - a sample size large enough to ensure that opinions in all region\ns of the country are accurately reflected.<\/P> <P> As in past years, two separate surveys were conducted, one in Quebec and one in the rest of Canada. Environics Research Group surveyed 1,925 people in the nine provinces outside of Quebec between October 2 and 15, 2002. CROP surveyed 1,014 people in Quebec between September 27 and October 16, 2002.<\/P> <P> The results of surveys of this size have a margin of error of approximately plus or minus 1.8%, 19 times out of 20. The margin or error or sm\naller sub-samples within each survey are larger.<\/P> <P>For the first time, selected results are included from Canada's three northern Territories where 1,207 adults were reached in a separate survey between June 4 and July 6. Environics Research Group conducted the interviews in English, French and Inuktitut. The margin of error for this survey is plus or minus 2.8%, 19 times out of 20.<\/P> <P>The data from the CROP and the two Environics Research Group surveys were combined in order to establi\nsh results for the whole of Canada and weighted to reflect the actual proportions of the provinces in the population.\n<\/P> <P>CRIC is the research and communications program of the Canadian Unity Council. <\/P> ","dct_issued_dt":"2015-08-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11077\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11077/iso19139.zip\"}","dc_creator_sm":["Centre for Research and Information on Canada (CRIC)","Pinard, Maurice"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11077m1"}