{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10220m1","dc_title_s":"Understanding ozone and mercury in the air over the Arctic Ocean (OASIS)","dct_spatial_sm":["Barrow (Alaska, USA); Arctic Ocean; Beaufort Sea; Hudson Bay (Canada)","United States of America (USA), Canada (CAN)"],"solr_geom":"ENVELOPE(-157.0, 128.0, 90.0, 55.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10220","dc_description_s":"Previous studies took place at the coast, but this project took the next step by making measurements at several locations over the frozen ocean. The composition of the air was measured to learn how it changes over time and space, and the results are now being used to determine what causes ozone and mercury to disappear from the surface air. To undertake these studies over the ocean required the development of novel strategies to bring highly sophisticated instruments, that could operate on batteries, to a hostile environment. The approaches taken were (1) the development of the \"OOTI\" sled (\"Out On The Ice\"), a movable chemical laboratory that could be deployed by snow mobile to suitable locations on the frozen Arctic Ocean to make detailed short term measurements, and (2) the development of the O-buoy (ozone-buoy) that could be deployed on the ice to make unattended measurements of key chemical species (ozone, carbon dioxide, and bromine monoxide) of the air for about two years, while transmitting the results daily by satellite communication to a ground receiving station. The OOTI sled was deployed during several IPY projects in the spring and summer of 2008-2009. The O-buoy program is operational and growing, measuring atmospheric components on the frozen Hudson Bay, the Beaufort Sea and the Arctic Ocean. Results have confirmed speculations on the large scale of the disappearance of ozone and mercury - depletion episodes in the spring were observed everywhere, were severe, and often lasted several days or weeks - and yielded spectacular information on the\nprocesses that are involved. Direct ozone loss to frozen surfaces was usually slow, but mercury was found to deplete and emit around the snow pack. There are indications that these processes may be different over frost flower-covered ice. During some studies it was observed that the disappearances only occurred when the air temperature was below ~ -20 C. This may turn out to be a crucial observation towards understanding how the depletion processes actually operate. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10220\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10220/iso19139.zip\"}","dc_creator_sm":["Jan Bottenheim","Alexandra Steffen","David Barber","Gary Stern","Jim McConnell","Jim Whiteway","Ralf Staebler","Stoyka Netcheva","Tim Papakyriakou"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10220m1"}