{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"solr_year_i":"2002","layer_slug_s":"g_10864_10723m1","dc_title_s":"British Columbia problem gambling prevalence study 2002 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10723","dc_description_s":"The main purpose of the 2002 survey was to provide information about the impacts of problem gambling in British Columbia (BC) to assist the Province in its efforts to help individuals and groups affected by this disorder. Specifically, this research is designed to provide the Province with the following information: 1) prevalence and nature of gambling and problem gambling within the adult population of British Columbia, 2) demographic characteristics of non-gamblers and gambler subtypes, 3) gambling activities of the subtypes, 4) problem gambling behaviour and consequences for gambler subtypes, 5) comparisons with research findings from the 1993 and 1996 prevalence studies conducted in BC, 6) comparisons with research findings from studies conducted in Alberta, Saskatchewan, Manitoba and Ontario, 7) comparisons with research findings from the national Canadian Problem Gambling Index (CPGI) validation study, and 8) conclusions, implications and recommendations that may assist the Problem Gambling Program, Gaming Policy and Enforcement Branch, BC Lottery Corporation and the Government of British Columbia in developing policies and programs to address the problems associated with excessive gambling. This is the CPGI baseline study of the prevalence of gambling and problem gambling in British Columbia (N=2,500). ","dct_issued_dt":"2014-08-29T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10723\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10723/iso19115.zip\"}","dc_creator_sm":["Ipsos-Reid","Gemini Research"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10723m1"}