{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10215m1","dc_title_s":"The organic carbon flux to Arctic margin sediments: redox tracers stable isotopes and biomarkers as proxies for change","dct_spatial_sm":["Bering Sea; Chukchi Sea; Barrow Canyon; Mackenzie Shelf; Davis Strait; Baffin Bay; Canadian Archipelago"],"solr_geom":"ENVELOPE(180.0, 60.0, 75.0, 50.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10215","dc_description_s":"To date, sediment cores have been successfully collected, while aboard the CCGS Sir Wilfrid Laurier in July 2007, and the CCGS Louis S. St. Laurent in July, 2009. The suite of cores spans the continental shelf and slope at depths varying from 60 to 2000 m from the Bering and Chukchi Seas, to Barrow Canyon, to the Mackenzie Shelf, Davis Strait, Baffin Bay and Canadian Archipelago. The analysis of the samples is now completed and we are now working on the interpretation of results. There is a lot that can be learned from the sediment cores. So far, the results show strong differences in the sediments and organic carbon between different regions of the Arctic. Areas that are very productive with algae and the marine food web, like the North Water Polynya in northern Baffin Bay, have very different organic carbon cycles from areas near river mouths that are strongly influenced by the land. We plan to characterize each region in detail and also compare the regions to produce an overall picture of the organic carbon cycle in the Canadian Arctic continental margin. We will also identify if the organic carbon cycle has been affected by the climate-related changes already underway.of climate change. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10215\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10215/iso19115.zip\"}","dc_creator_sm":["Charles Gobeil","Cynthia Wright","Lise Rancourt","Marie-Ève Randlett","Miguel Goni","Pauline Fournier","Robie W. Macdonald","Sandra Jobidon","Zou Zou Kuzyk"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10215m1"}