{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10237m1","dc_title_s":"The impacts of oil and gas activity on peoples in the Arctic using a multiple securities perspective (GAPS)","dct_spatial_sm":["Canada (CAN)","Newfoundland and Labrador; Northwest Territories; Nunavik; Yukon"],"solr_geom":"ENVELOPE(-141.002701, -52.620201, 70.653084, 46.607079)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10237","dc_description_s":"Background: Since the early 1970s oil and gas development has come to dominate the industrial sector in the Arctic. At the same time, the region is experiencing climate change with increasing intensity. The pace of resource development has accelerated significantly in recent years as the price of oil and gas has risen, motivating industry to travel further north to extract fossil fuels for global consumption. Increasing pressure from various governments--Russian, Norwegian, Canadian and American--requires the Arctic to be open for business. Arctic communities are being tied into the global market for oil and gas, putting more pressure on their already-strained individual and societal capacities to cope with change, participate in resource management decisionmaking, and secure any possible economic and social benefits. Occurring amidst a changing climate, oil and gas activity poses critical challenges to the human security of communities, affecting local economies, traditional livelihoods and identities, health, food, and the environment. Furthermore, many of the current drivers of change in the Arctic are only expected to intensify in the future (Chapin et al. 2005). Such large-scale alterations of the environment interfere with local peoples' capacity to adapt by putting access to resources--and the resources themselves--at risk. While GAPS focuses its analysis on the effects of oil and gas development in the Arctic on local communities, it is impossible to separate such activity from an overall context of change--particularly, climate change--as these pr\nocesses interact and overlap in ways that make potential effects even more acute. The traditional language of security has been actively employed in the Arctic region for decades (Huebert, 2001; St. melding 30 (2004); Heininen, 2004). Security in the Arctic has focused on issues of power, resource exploitation and territory. Global climate change is already altering the Arctic landscape, and allowing for increased transport and greater access to untapped resources, particularly fossil fuels. Moreover, the burning of this fuel to satisfy global energy demands will further accelerate climate change. Consequently, oil and gas plays an increasing role in security debates by both increasing sought-after revenues for Arctic states, and also providing for a reduced dependency upon Middle Eastern sources (Barlindhaug, 2005). ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10237\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10237/iso19139.zip\"}","dc_creator_sm":["Dawn Bazely","Annette Dubreuil","Gabrielle Slowey","Gunhild Hoogensen","Julia Blythe Christensen Kereliuk"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10237m1"}