{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2003","dc_source_sm":["g_10864_rsvm4m1"],"layer_slug_s":"g_10864_rsvm4m2","dc_title_s":"Weather Records for the Elora Research Station, Elora, Ontario [Canada]:  Meteorological data 2003 to 2007 (2 of 2)","dct_spatial_sm":["Canada","Elora","Ontario"],"solr_geom":"ENVELOPE(-80.421724, -80.401254, 43.645377, 43.63213)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/RSVM4","dc_description_s":"The University of Guelph, School of Environmental Sciences, Agricultural and Forest Meteorology Group, in cooperation with Environment Canada, maintains an automatic weather station at the Elora Research Station located a few kilometres south of Elora, Ontario.  This station collects hourly climatic data including pressure, air temperature, relative humidity, wind direction and speed at 2m and 10m above ground, solar radiation, longwave radiation, precipitation, snow on ground, snowfall, amount of sunshine, and soil temperature.  This data set includes climatic data collected from September 9, 2003 to December 31, 2007, and is presented as monthly data files broken down into five categories:  hourly data, 0800 (maximum/minimum values for data collected from 1700 yesterday to 0800 today except soil temperatures which are measured at 0800), 1700 (maximum/minimum values for data collected from 0800 today to 1700 today except soil temperatures which are measured at 1700), 24 hour (data for 24 hour period from 0100 hours), and precipitation (at every minute of occurrence) data.   Annual files are also available for hourly, 0800, and 1600 data. Supplement data, including hand collected temperature, humidity and precipitation data, organized by year is  included. The weather station was fitted with an updated suite of instruments during August 2003 therefore a new set of meteorological parameters are being collected starting in September 2003 and the file formats are different from previous years data.  The data for January 2003 to September 2003, collected using the old meteorological station, are included in the study Weather Records for the Elora Research Station, Elora, Ontario [Canada]: Meteorological data 1999 to 2003. ","dct_issued_dt":"2012-10-15T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/RSVM4\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/RSVM4/iso19115.zip\"}","dc_creator_sm":["Agricultural and Forest Meteorology Group. Elora Research Station/Guelph Turfgrass Institute"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_rsvm4m2","dct_isPartOf_sm":"Weather Records for the Elora Research Station, Elora, Ontario [Canada]:  Meteorological data 2003 to 2007"}