{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"dc_source_sm":["geodisy:g_10864_10197g1"],"layer_slug_s":"geodisy:g_10864_10197g2","dc_title_s":"NWT ice patch study (2 of 2)","dc_format_s":"Shapefile","dct_spatial_sm":["Mackenzie Mountains, NWT; Selwyn Mountains, NWT","Canada (CAN)"],"solr_geom":"ENVELOPE(-129.627933, -129.626683, 63.194834, 63.194484)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Point","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10197","dc_description_s":"Twenty-eight alpine ice patches were identified using a combination of remote sensing techniques, archaeological site survey methods, and traditional knowledge. These alpine patches are similar in that they are all used extensively by caribou in summer and are accessible to human hunters. Biological specimens were collected from all 28 sites using ice coring technology and surface collection and include faunal remains (mostly bones) and fecal matter. The osteological remains were used, along with modern samples, to assess long-term changes in caribou population trends through analysis of ancient DNA. Caribou dominates the faunal remains recovered from the ice patches. Using ancient DNA techniques, we examined the genetic stability of woodland caribou (Rangifer tarandus caribou) in the Mackenzie and Selwyn Mountains over the last 4000 years. Pollen and plant macro-remains extracted from the caribou fecal matter were used to assess caribou food habits and environmental change over the same period. Using ground-penetrating radar and analysis of ice cores, a 3D morphological model of ice patch formation was developed. Archaeological collections from ice patches in the Selwyn Mountains include examples of three precontact weapon systems. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10197\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10197/iso19115.zip\",\"http://schema.org/downloadUrl\":\"https://dataverse.scholarsportal.info/api/access/datafile/6098?format=original\"}","dc_creator_sm":["Thomas D. Andrews","Brian Moorman","Glen MacKay","Leon Andrew"],"geoblacklight_version":"1.0","layer_id_s":"geodisy:g_10864_10197g2","dct_isPartOf_sm":"NWT ice patch study"}