{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10207m1","dc_title_s":"Impacts of Severe Arctic Storms and Climate Change on Arctic Coastal Oceanographic Processes","dct_spatial_sm":["Arctic Ocean; Beaufort Sea; Chuckchi Sea; Bering Sea; Tuktoyaktuk; Mackenzie Delta"],"solr_geom":"ENVELOPE(180.0, 180.0, 90.0, 50.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10207","dc_description_s":"In terms of verification of model results with field data, we have built and verified detailed coupled models with components for atmosphere, ice, snow, waves and ocean. These models have been used and tested for time-scales that are appropriate for individual Arctic storms, days, weeks, months, years and decadal scales. Baseline runs, and verification of these models use comparisons with internationally accepted Arctic data-sets, and climate reanalysis data. We have developed new collaborations with researchers making field experiments, and we used their data in our model validation studies. In terms of model skill in storm simulations, we have implemented and tested high-resolution models to simulate interactions including waves, ice, currents, sediment transport and coastal ocean processes. Tests involved specific storms that made landfall along the southern Beaufort coast impacting communities in that region. Thus, we assessed the benefits of high-resolution coupled ice-ocean-wave studies and detailed air-sea interactions. Specifically, our studies demonstrated problems in standard wave model physics, related to waves in the nearshore region, off the Mackenzie Delta. Further development work on wave-bottom and wave-dissipative mechanisms is needed to achieve better model skill. In terms of seasonal to decadal climate simulations, we were able to simulate decadal ice variations, including the rapid ice decrease in recent years, and long-time scale variables such as the salinity minimum in the Beaufort Sea, warm Atlantic water layer in the Arctic Ocean, the maximum fresh water content in the Beaufort Sea and its interannual variations during 2003-2008. We have identified key atmospheric patterns associated with strong wind events along the Beaufort\nSea coast. We have also comprehensively documented the wind climatology during the warm season at the coastal station, at Tuktoyaktuk, NWT. Meteorological processes contributing to significant storm surge events are being documented. Our research has shown the importance of explosive cyclogenesis in the North-eastern Pacific basin, as being crucial for the development of a synoptic-scale environment that is favourable for the development of cyclogenesis in the Beaufort Sea. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10207\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10207/iso19139.zip\"}","dc_creator_sm":["William Perrie","John R. Gyakum","Charles Tang","Steve Solomon"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10207m1"}