{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10221m1","dc_title_s":"Inuit Sea Ice Use and Occupancy Project (ISIUOP)","dct_spatial_sm":["Cape Dorset, Clyde River, Igloolik, Pangnirtung (Nunavut, Canada); Akulivik, Kangiqsualujjuaq, Kangiqsujuaq, Umiujaq (Québec, Canada)","Canada (CAN)"],"solr_geom":"ENVELOPE(-82.0, -65.0, 71.0, 56.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10221","dc_description_s":"ISIUOP undertook extensive field research corresponding to the gathering of Inuit sea ice use and knowledge data. The numerous community visits were also used for verification of data previously mapped and documented. The data we collected include: (a) a characterization of seasonal sea ice conditions; (b) the extent and areas of sea ice use; (c) the nature and location of notable sea ice hazards; (d) key harvesting areas; (e) traditional and current ice (and land) routes; (f) Inuktitut toponyms (placenames) or terminology associated with ice features, conditions, or dynamics; and (g) shifts in patterns of sea ice use due to social and/or climatic change. The data permitted us to establish that (a) Inuit in all communities involved have developed a sophisticated body of knowledge, including an understanding of the dynamics and changes of this environment; (b) the importance of sea ice in Inuit culture and survival is still maintained, regardless of the changes experienced across the Inuit Arctic; (c) Inuit traditional trails are important human elements of the sea ice environment, and they link both sea ice and land environments; and (d) environmental changes have been observed in all communities. The observations reveal similar types and trends of changes (e.g. sea ice freezing later, breaking up earlier, and being generally less reliable and predictable). However, the degree to which the changes are affecting activities on the sea ice vary from community to community, and in some instances from hunter to hunter. Significant changes in the layout of sea ice trails and harvesting areas have been also observed (particularly seasonal change\ns). In addition, Inuit communities are open to new technologies and monitoring techniques that have the potential to reduce risk and facilitate use of the sea ice. Outcomes of the project were development of Igliniit technology and development and release of the Inuit siku (sea ice) Atlas (http://sikuatlas.ca), which offers some of the results in a multimedia format for educational purposes. The Igliniit subproject offers a new software interface for PDA/GPS systems, available in Inuktitut and English, that allows hunters to log their observations of the environment as they travel. This system was tested for two years, and the team is seeking new opportunities in Nunavut for applying it to efforts such as wildlife monitoring, resource/land use mapping, cultural inventories, and search and rescue. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10221\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10221/iso19115.zip\"}","dc_creator_sm":["Claudio Aporta","Chris Furgal","D. R. Fraser Taylor","Igor Krupnik","Mark Kapfer","Roger De Abreu","Shari Gearheard","Tom Hirose","Trevor Phillips"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10221m1"}