{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"layer_slug_s":"g_10864_11141m1","dc_title_s":"Elementary-Secondary Education Statistics Project [Canada] [B2020 & Excel]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11141","dc_description_s":"<p>The Elementary-Secondary Education Statistics Project (ESESP) is a national pilot survey that enables Statistics Canada to provide information on enrollments, graduates, educators and finance of Canadian elementary-secondary public educational institutions. This information is used mainly to meet policy and planning needs in the field of elementary-secondary education.<\/p> <p>ESESP annually collects aggregate data from each jurisdiction. Specifically, the information on enrollments pertains t\r\no the following four programs: regular, minority and second languages, Aboriginal language and special needs education. The information on regular programs is collected by type of programs (regular, upgrading and professional), education sector (youth or adult), grade and sex. The one on minority and second language programs is collected by type program (immersion, as language of instruction, as a subject taught) and by grade. Information on Aboriginal language programs is requested by type of Aboriginal language (immersion, as language of instruction, as a subject taught) and by grade. Finally, data on special needs education are collected by type of disability (sensory, physical and intellectual disabilities -- low incidence disabilities, learning disabilities and behavioural disabilities -- high incidence disabilities, to compensate for the socio-economic status (SES) or other disadvantages), type of class (regular, special) and by sex.\r\n<\/p> <p>The survey also collects data on secondary school graduates by type of program (regular, upgrading and professional), sector (youth and adult), age and sex. Graduation counts rates can be produced from this data.<\/p> <p>Information pertaining to full-time and part-time educators by age group and sex is also collected. Finally, ESESP also gathers expenditures data pertaining to level of government (school board and other government) and type of expenditures. This data is collected to dete\r\nrmine how much is spent in relative detail by school boards and by provincial/territorial total. It also collects expenditures on special needs education programs.\r\n<\/p> <p>The information on elementary-secondary education statistics is used by provincial and territorial departments or ministries of education, national and provincial teachers' and students' associations, school boards, journalists and researchers, as well as international bodies such as OECD and UNESCO.<\/p> <p>ESESP was first introduced by Statistics Canada in 2003. The goal of this pilot project is to replace the following surveys as the official collection tools for elementary-secondary e\r\nnrolments, graduates, educators and finance data:<\/p> <ul> <li>Elementary-Secondary School Enrolment Survey (ESSE -- Survey #3128),<\/li> <li>Minority and Second Language Education -- Elementary and Secondary Levels Survey (Survey #3129),<\/li> <li>Secondary School Graduates Survey (SSGS -- Survey #5082),<\/li> <li>Elementary-Secondary Education Staff Survey (ESESS -- Survey #3127)<\/li> <\/ul> ","dct_issued_dt":"2016-11-23T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11141\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11141/iso19115.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11141m1"}