{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10228m1","dc_title_s":"Arctic freshwater systems: Hydrology and ecology","dct_spatial_sm":["Torngat Mountains, Baker Creek, Mackenzie River and Delta, Scotty Creek, Slave Delta, Trail Valley Creek, Polar Bear Pass, Koroc River, Wolf Creek, Yukon River, Peace-Athabasca Delta, Prince Albert NP"],"solr_geom":"ENVELOPE(-141.0, -63.0, 82.0, 53.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10228","dc_description_s":"The project is divided into four themes: 1. \"Freshwater Flux and Prediction\" aims to investigate the importance of water to Canadian polar regions and how availability of water may change in the future. These goals will be achieved via field observations in polar locations which are currently instrumented as well as remote locations which have limited or no observational capabilities. Modelling studies will complement the field observations and aid in interpretation of the collected data. 2. \"Nutrient Flux and Prediction\" objectives include: a) implementing, refining, and testing an enhanced 1-dimensional hydraulic model of river flow through the Mackenzie Delta channel network; b) field investigations of real-time ice jams and measurements necessary for process-based modelling; c) identification of river ice cover and breakup patterns via satellite image analyses; d) linking the hydraulic model to a model of storm surging effects from the Beaufort coast; e) improved nutrient characterization of the Mackenzie River water during breakup and open-water; f) quantification of Mackenzie River nutrient fluxes, corrected for ice breakup and off-channel effects; g) long-term modelling of Mackenzie River flows and potential responses to climatic warming. 3. \"Aquatic Ecosystem Hydro-ecology and Ecological Integrity (Arctic-BIONET)\" objectives include: a) aquatic biodiversity assessment; b) improved Canadian and circumpolar perspective on the current status and future trends of freshwater biodiversity in relation to present and projected CVC; c) integrated, multidisciplina\nry climatological, hydrological and ecological process-based research at strategic ¿Supersites¿ located in the Mackenzie upland lakes and in the western and eastern Canadian Arctic; d) analysis of the limnology and heat budgets of Great Bear Lake in light of projected impacts from CVC; and e) with Parks Canada, a freshwater classification for northern National Parks that will identify the diversity of stream networks and lake/pond ecosystems. 4. \"Community-based Capacity Building and Outreach\" has the objective to establish a community-based monitoring consortium/network involving long-term sites in the Canadian Arctic. Project activities are taking place at field sites and communities across Canada's northern regions: Yukon, Northwest Territories, Nunavut, Nunavik, Nunatsiavut, and northern British Columbia, Alberta, Saskatchewan, and Labrador. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10228\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10228/iso19139.zip\"}","dc_creator_sm":["Fred Wrona","Al Pietroniro","Allen Curry","Barrie Bonsal","Bruce Davison","Donald Baird","Joseph Culp","Robert Bailey","Sean Carey","Spyros Beltaos"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10228m1"}