{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"solr_year_i":"2013","layer_slug_s":"g_10864_10807m1","dc_title_s":"Seniors' gambling in Ontario: An assessment of gambling and problem gambling among older adults who patronize Ontario casinos","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10807","dc_description_s":"The research examined gambling behaviour, gambling problems, gambling attitudes, and expectations of the impact of an increased number of casinos in a sample of Ontario seniors who gamble at casinos. This study was conducted to address three goals:  1) To develop better understanding of the role of gambling in the lives of seniors who patronize Ontario casinos; 2) To develop better understanding of the prevalence of problem gambling among seniors who patronize Ontario casinos; and 3) To explore possible impacts of new Ontario casinos on the lives of seniors who patronize Ontario casinos. Data was collected through exit surveys employing cluster sampling methods to obtain a random sample of 2,103 Ontario seniors gambling at seven sites across the province: Woodbine Racetrack (n=303), Mohawk Racetrack (n=300), Flamboro Downs (n=300), Brantford Casino (n=300), Woodstock Raceway (n=300), Slots at Western Fair (n=300), and Georgian Downs (n=300). Seniors exiting these sites were randomly selected to be invited to participate in the exit interview, which required about 15-20 minutes of their time. Participants provided information about their own gambling behaviour and gambling-related problems, attitudes toward gambling, gambling and gambling problems in their community, and their assessment of the impact of new casinos.  Data were collected between July and September, 2013. ","dct_issued_dt":"2014-11-12T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10807\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10807/iso19139.zip\"}","dc_creator_sm":["McCready, John","Mann, Robert E.","Turner, Nigel E.","Hamilton, Hayley","Schrans, Tracy","Ialomiteanu, Anca"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10807m1"}