{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2013","layer_slug_s":"g_10864_10533m1","dc_title_s":"CIW - Community Wellbeing Survey - Woolwich, Wellesley, and Wilmot Townships","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10533","dc_description_s":"This survey monitors wellbeing among residents of Woolwich, Wellesley, and Willmot Townships, located in the Region of Waterloo, South Western Ontario. The survey is a joint initiative of the Canadian Index of Wellbeing in partnership with The Kitchener and Waterloo Community Foundation. These data represent a subset of three townships (n=169) drawn from the larger Community Wellbeing Survey of the Region of Waterloo (N=1,243), which also included the cities of Waterloo, Kitchener, and Cambridge, and the Township of North Dumfries.  The primary objectives of this survey are to (a) gather data on the wellbeing of residents which could be monitored over time; and, (b) to provide information on specific aspects of wellbeing that could be used to inform policy issues and community action.  The purpose of the survey is to better understand subjective perceptions of wellbeing of residents in the survey area. The survey provides information based on eight domains of wellbeing, as identified by the Canadian Index of Wellbeing: Community Vitality, Democratic Engagement, Environment, Education, Healthy Populations, Leisure and Culture, Living Standards, and Time Use. The questionnaire collected additional information about numerous socio-economic and household characteristics. ","dct_issued_dt":"2013-12-13T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10533\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10533/iso19139.zip\"}","dc_creator_sm":["Bryan Smale","Margo Hilbrecht"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10533m1"}