{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10204m1","dc_title_s":"Arctic Peoples, Culture, Resilience and Caribou","dct_spatial_sm":["Canada (CAN)","Yukon; Northwest Territories; Newfoundland and Labrador; Nunavut"],"solr_geom":"ENVELOPE(-135.0081105, -61.7189416, 74.6958, 56.5363193)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10204","dc_description_s":"The three-year program is comprised of twelve projects in Nunavut, Northwest Territories, the Yukon, Nunavik and Nunatsiavut. Most projects are community-based case studies (Aklavik, Tutoyaktuk, and Deline) which allow for indepth collaboration and inquiry. Another group of projects allows researchers to learn about cross cutting themes of resilience relevant to all communities in ACRC regions of Nunavut, Yukon and Northwest Territories. A third group of projects is aimed at synthesizing and compiling data gathered from the project in ways that will enable partners to meaningfully interpret and communicate the knowledge and experience of northern communities dealing with caribou population variability and decline. The perspectives of northern communities on environmental change vary significantly by region; while some communities have significant knowledge and capacity to deal with variability and change in resources such as caribou, others have had limited experience, knowledge and skills for coping, mitigating or adapting to change. Even within communities, the perspectives can be diverse depending on such variables as: income and education, age, gender, knowledge/experience in land-based activities, social networks (for knowledge and resource sharing), and role in governance (e.g., representation on co-management boards). ACRC has engaged with Inuit, Dene and Gwich'in communities from Nunavut, Northwest Territories and Yukon. Multiple methods from archival to oral history research, individual interviews to large format workshops, desktop to on-the-land activities have provided researchers with opportunities to learn about resilience from caribou hunters (men and women), community leaders, resource man\nagers, elders, adults and youth from more than nineteen arctic and subarctic communities. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10204\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10204/iso19139.zip\"}","dc_creator_sm":["Cindy Dickson","Brenda Parlee","Bridget Larocque","Chris Furgal","Eric Loring","Leanna Ellsworth","Lee Mandeville","Stephanie Meakin"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10204m1"}