{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"layer_slug_s":"g_10864_11257m1","dc_title_s":"Survey of Household Spending, 2001[Canada] [Excel]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11257","dc_description_s":"<p>The Survey of Household Spending provides detailed information on household expenditures, dwelling characteristics, and ownership of household equipment.<\/p> <p>Data were collected via personal interviews conducted in January through March 2002 using a paper questionnaire. Information was gathered about the spending habits, dwelling characteristics and household equipment of Canadian households during 2001. The survey covered private households in the 10 provinces and three territories. (In o\r\nrder to reduce response burden for northern households, the SHS is conducted in the north only every second year, starting in 1999.) The Survey of Household Spending (first conducted\r\nfor the 1997 reference year) includes most of the content from the former Family Expenditure Survey and the Household Facilities and Equipment Survey. Detailed information was collected about expenditures for consumer goods and services, changes in assets, mortgages and other loans, and annual income. This information was collected for the calendar year 2001 (the survey reference year). Information was also collected about dwelling characteristics (e.g., type and age of heating equipment) and household equipment (e.g., appliances, communications equipment, and vehicles). This type of information was collected as of December 31st of the reference year.\r\n<\/p> <p>For 2001 only, extra questions were included in the survey so that data from the SHS could be used in the weighting of the Consumer Price Index. This change may affect historical comparisons for a few variables. There were also new questions added to the 2001 SHS. The expenditure questions covered yarn and thread, regular and other leasing fees for vehicles, and cable and satellite services. Questions were also added about the presence in the home of a satellite dish, DVD player or CD wr\r\niter, and the type of Internet connection.<\/p> ","dct_issued_dt":"2017-01-16T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11257\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11257/iso19139.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11257m1"}