{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2012","dc_source_sm":["g_10864_10558m2","g_10864_10558m3"],"layer_slug_s":"g_10864_10558m1","dc_title_s":"Privacy and Surveillance: June 2012 Globalization of Personal Data Follow-up (1 of 3)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10558","dc_description_s":"<p>Privacy and Surveillance: June 2012 Globalization of Personal Data Follow-up is a study (conducted in June 2012) by the Vision Critical division of the polling company Angus Reid Global as a follow-up to an earlier international multidisciplinary and collaborative research initiative – <a href=\"http://qspace.library.queensu.ca/handle/1974/7656\">The Globalization of Personal Data (GPD) Project<\/a>.<\/p> <p>Initiated and sponsored by Angus Reid Global, the 2012 follow-up online survey queried ci\r\ntizens in Canada, the United States and the United Kingdom regarding their interactions with, and attitudes toward, surveillance and privacy (including knowledge and use of the internet (in particular social media), global positioning systems (GPS) used in automobiles and mobile phones, radio frequency identification (RFID) tags on consumer products, closed circuit television (CCTV) in public spaces, biometrics for facial and other bodily recognition, data mining of personal information). Citizens were also queried regarding their attitude towards the obligations/roles of common institutions in protecting privacy including employers and governments, commercial organizations, police and intelligence agencies, and airport security. The study was conducted on behalf of the international scholarly research group based out of the Surveillance Studies Centre at Queen's University (http://www.sscqueens.org/). It re-asked many of the same categories of questions as the earlier Globalization of Personal Data (GPD) Project, allowing for a comparator of awareness of and attitudes towards surveillance and privacy between 2005 and 2012.\r\n<\/p> ","dct_issued_dt":"2014-01-24T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10558\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10558/iso19115.zip\"}","dc_creator_sm":["Angus Reid Global"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10558m1","dct_isPartOf_sm":"Privacy and Surveillance: June 2012 Globalization of Personal Data Follow-up"}