{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Arts and Humanities"],"layer_slug_s":"g_10_5683_sp_jisb1km1","dc_title_s":"Excavations in Wadi ath-Thamad Database","dct_spatial_sm":["Jordan"],"solr_geom":"ENVELOPE(34.955471039, 39.3011540000001, 33.374735, 29.1850360010001)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/JISB1K","dc_description_s":"This is a Microsoft Access database of imagery, drawings, and photos accompaniyng <i>A Wayside Shrine in Northern Moab: Excavations in Wadi ath-Thamad<\/i> (Daviau and Steiner, eds., 2017). \r\n\r\nMajor recent excavations have shed much light on the complexity of Iron Age society and religion in southern Palestine, a region where both Judeans and Edomites lived. However, it is not clear whether the religious practices attested at these sites were a reflection of localised customs or were common rituals for peoples of Cisjordan and we do not know their extent. An isolated shrine site at Wadi ath-Thamad Site WT-13 in northern Moab which contained numerous finds of Iron Age figurines and statues has been the subject of detailed excavation. The rich harvest of figurines, ceramic statues, beads, miniature ceramic vessels, architectural models, faunal remains and shells and fossils constitutes the evidence for repeated cultic activities. Although dating to the Iron Age at the time of the consolidation of the kingdom of Moab, there is insufficient evidence at present to determine the full range of cultic practices and deities venerated by the peoples of the lands within ancient Moab and by those visitors to the shrine. The links between WT-13 and the surrounding town sites is only now coming to light with excavation at Atarus and Khirbat al-Mudayna, as well as at the Ammonite site of Tall Damiyah in the Jordan Valley, where a comparable shrine has recently been uncovered. WT-13 clearly serves as a link between the Jordan Valley and the Negev, adding to our knowledge of local and foreign influences in the region during the Iron Age. ","dct_issued_dt":"2017-10-23T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/JISB1K\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/JISB1K/iso19139.zip\"}","dc_creator_sm":["Daviau, P.M. Michèle"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_jisb1km1"}