{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences"],"solr_year_i":"2011","dc_source_sm":["g_10864_co0dcm2"],"layer_slug_s":"g_10864_co0dcm1","dc_title_s":"Evaluation of insecticides for control of onion maggot in yellow cooking onions [Canada] 2011:  Onion cultivar trial. (1 of 2)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/CO0DC","dc_description_s":"Various seed treatments for yellow cooking onions were evaluated in a field trial on organic soil naturally infested with Delia antiqua pupae at the Muck Crops Research Station, Holland Marsh, Kettleby, Ontario (2011). There were eleven different insecticide treatment units and one untreated control unit. A randomized complete block design with four replicates per treatment was used.  Three 2 metre plots were staked out in each experimental unit in which measurements were made.  All onions were seeded on 10 May.  Germination counts were conducted on 30 May and 6 June to determine initial stands prior to the first generation assessment.  Plants were examined for onion maggot or damage caused by other pests within the staked out sections on 21 June and 5 July.   At this time damaged plants were removed and the cause recorded.  Onion maggot damage was recorded two weeks after the first (30 June) and second generation (22 August) peaks and at onion bulb maturity (22 September).  Bulbs were harvested (12 September), counted and weighed (6 January 2012) to determine yield. ","dct_issued_dt":"2012-12-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/CO0DC\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/CO0DC/iso19139.zip\"}","dc_creator_sm":["McDonald, Mary Ruth"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_co0dcm1","dct_isPartOf_sm":"Evaluation of insecticides for control of onion maggot in yellow cooking onions [Canada] 2011:  Onion cultivar trial."}