{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2009","layer_slug_s":"g_10864_11825m1","dc_title_s":"Impact of active layer detachments on carbon exchange in a high-Arctic ecosystem, Cape Bounty, Nunavut, Canada (2010)","dct_spatial_sm":["Canada","Nunavut","Melville Island, Cape Bounty Arctic Watershed Observatory"],"solr_geom":"ENVELOPE(-120.72491, -61.09532, 83.1355, 51.27505)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11825","dc_description_s":"Active layer detachments (ALD) are impacting terrestrial ecosystem processes as their occurrences have increased in frequency and severity. One process that has not been completely understood is the role of active layer detachments in the carbon balance of high Arctic ecosystems. In these data files, the midday CO2 exchange in semi-desert ecosystem settings is measured by comparing CO2 exchange between undisturbed areas, moderately disturbed areas (vegetation within the active layer detachment) and highly disturbed areas ( non-vegetated area due to ALD). The carbon exchange was measured using static chamber systems from June 23 and August 8 during 2009 and 2010. The carbon exchange was monitored from two sites within four ALDs. CO2 concentrations were measured using a Vaisala CARBOCAP GMP343 probe. A Kestrel 3500 system was used to measure air pressure, air temperature and wind speed. Temperature and relative humidity were recorded using a Vaisala HUMICAP HM70 probe. Soil temperature, soil\r\nmoisture and active layer depth were also measured and recorded. These files indicate that there is a minimal short-term impact of ALDs on midday carbon exchange and soil properties in the study region. ","dct_issued_dt":"2016-09-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11825\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11825/iso19139.zip\"}","dc_creator_sm":["Beamish, Alison","Scott, Neal","Wagner, Ioan","Neil, Allison"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11825m1"}