{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10219m1","dc_title_s":"INterContinental Atmospheric Transport of anthropogenic Pollutants to the Arctic (INCATPA)","dct_spatial_sm":["Alert, Little Fox Lakes, Whistler, Barrow, Dillingham, Fairbanks, Waliguan, Wudalianch, Xuancheng, Mt. Changbai, Hedo, Amderma, Valkarkai, Ba Vi"],"solr_geom":"ENVELOPE(106.0, 61.0, 83.0, 21.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10219","dc_description_s":"Air monitoring of POPs and Hg has taken place at Alert, Nunavut, Canada and Ny Ålesund, Norway since the 1990s under the Northern Contaminants Program (NCP) of Canada and the Arctic Monitoring and Assessment Programme (AMAP), respectively. Through the International Polar Year (IPY) INCATPA project, stations on both sides of the Pacific Ocean have been initiated for air sampling of POPs and mercury (Hg). These include Little Fox Lakes, Yukon (POPs and Hg); Valkarkai, Russia (POPs); Dillingham and Fairbanks, Alaska (POPs); Barrow, Alaska (Hg); Waliguan, Wudalianchi and Xuancheng, China (POPs); Mt. Changbai, China (Hg); Hedo, Japan (POPs); and Ba Vi, Vietnam (POPs). All IPY sampling activities were completed in spring 2010. A few stations continue to operate, supported by other programs, as a legacy of IPY. We continue Hg measurements in air at Whistler, B.C.; Barrow, Alaska; Amderma, Russia; and Mt. Changbai, China. At Little Fox Lakes, Yukon, Hg measurements continue under NCP. Pumped air measurements of POPs at this site completed in October 2009 and a new flowthrough-type air sampler, which can operate without electricity, was installed in an attempt to catch trans-Pacific transport in spring 2010. Mercury modelling transport studies have shown that Asia is the single greatest source of atmospheric mercury in the Arctic, contributing ~30% of the mercury input. This information is useful to policy makers at the international negotiating table striving to achieve the appropriate restrictions on release of pollutants of concern for the Arctic environment. Measurement results show that a gr\noup of toxic combustion by-product, polycyclic aromatic hydrocarbons (PAHs), detected in Yukon air was related to sources in North America, Asia and northern Europe, e.g. from wildfires in California and Asia, and oil and gas production platforms throughout the Arctic. Mercury deposition from air at Alert has changed between 1995 and 2007. This change shows a complex relationship with local temperature and wind direction. A warming Arctic may also release POPs previously deposited in ice/snow and oceans back into the air, making them once again available for circulation around the globe, altering human and wildlife exposures. The influence of climate change must be considered to reduce the exposure to toxic chemicals in the Arctic. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10219\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10219/iso19139.zip\"}","dc_creator_sm":["Hayley Hung","Alexandra Steffen","Amanda Cole","Ashu Dastoor","Ed Sverko","Jianmin Ma","John Norman Westgate","Tom Harner","Yi-Fan Li"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10219m1"}