{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"layer_slug_s":"g_10_5683_sp2_0wwglgm1","dc_title_s":"Birth weight and economic growth data sets, The Rotunda (lying-in hospital), Dublin, 1869-1930, [2012]","dct_spatial_sm":["Ireland"],"solr_geom":"ENVELOPE(-10.4800035816853, -5.99804990172185, 55.3829431564742, 51.4475491577615)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/0WWGLG","dc_description_s":"The variables contained in the data sets are primarily concerned with perinatal outcomes and maternal health. A number of variables with respect to the social and economic status of the mothers and their families were also included (ie. Occupation, Marital status, Region). While all nine data sets are centered around these common themes and hold many variables in common, each data set has a unique combination of variables. The types of fields are wide-ranging but are primarily concerned with infant birth, maternal health, and socioeconomic status. The Dublin patients are a random sample of those found in the clinical records of the hospital. Case files were compiled from two sources, the Register of Patients, which included the administrative record of each patient, and the Master’s Ward Book, which noted the medical circumstances of each case. These records exist in continuous series during the years with which this study is concerned, and only minor changes occurred in the categories of information collected. Most of these documents were held by the Rotunda Hospital when they were consulted for this project, but all of them have now been transferred to the Public Record Office of Ireland in Dublin. As birth weights were first recorded in July 1869, 100 cases were selected for that year. In all subsequent years 200 cases were chosen. The preliminary data base consisted of 12,454 cases. The weight and length means in the sample are accurate to 84 grams and 0.4 centimeter at a confidence level of 95 percent ","dct_issued_dt":"2019-03-04T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/0WWGLG\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/0WWGLG/iso19115.zip\"}","dc_creator_sm":["Gagné, Monique","Ward, W. Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_0wwglgm1"}