{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences","Social Sciences"],"solr_year_i":"2001","layer_slug_s":"g_10864_10722m1","dc_title_s":"Measuring gambling and problem gambling in Alberta using the Canadian Problem Gambling Index (CPGI) 2001 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10722","dc_description_s":"The purpose of this study was to examine the gambling patterns and behaviours of adult Albertans from a community health perspective. The goal of the study was to ascertain the nature and scope of gambling and problem gambling amongst adult Albertans. The following research objectives guided the study: 1) To describe and compare the demographic characteristics of adult Albertan non- gamblers, and gambler sub-types (i.e. non-problem, low risk, moderate risk, and problem gamblers). 2) To describe and compare the gambling activities of adult Albertan gambler sub-types. 3) To describe and compare problem gambling behaviour and consequences for adult Albertan gambler sub-types. 4) Where applicable, to compare current Alberta research findings on gambling and problem gambling with the results from earlier Alberta prevalence surveys. 5) To present conclusions and discuss implications that may assist the Alberta Gaming and Liquor Commission (AGLC), Alberta Alcohol and Drug Abuse Commission (AADAC), and allied agencies in creating policies, programs, and treatments to ameliorate problem gambling. This is the CPGI baseline study of the prevalence of gambling and problem gambling in Alberta (N=1,804). ","dct_issued_dt":"2014-08-29T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10722\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10722/iso19115.zip\"}","dc_creator_sm":["Smith, Gary","Wynne, Harold"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10722m1"}