{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10217m1","dc_title_s":"Canada's Three Oceans (C3O)","dct_spatial_sm":["Arctic Ocean; Labrador Sea; Baffin Bay; North Atlantic; Bellot Strait; North Pacific; Bering Sea; Beaufort Sea; Canada Basin"],"solr_geom":"ENVELOPE(160.0, 55.0, 80.0, 44.65)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10217","dc_description_s":"The Canada's Three Ocean's project is designed to take a snapshot of all three of the oceans surrounding Canada in 2007 and 2008. In doing this, we will evaluate the connections among the Arctic, Pacific and Atlantic Oceans, provide a baseline of biological, chemical and physical measurements of the ocean environment and leave a legacy that can be used as the basis for long term monitoring of our oceans. In 2008, following the success of the 2007 season, two Canadian Coast Guard icebreakers left their home ports on the Atlantic and Pacific coasts carrying scientists who observed the environment around them by measuring a wide range of properties, from the numbers and type of seabirds, to the plankton in the water, the nutrients in the seawater to the physical and chemical properties of seawater that tell the story of the water's current movement and past history. By the time they crossed paths in the Canadian Arctic Archipelago, 14000km of ocean from Victoria to Halifax through the Northwest Passage had been observed in one season. Researchers from government and universities, students at all levels from high school and up, writers, photographers, and technicians both experienced and in training participated in this project. Once home from sea they have been analysing, processing and plotting their results which together with the results from 2007 give two single season snapshots of Canada's surrounding oceans. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10217\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10217/iso19115.zip\"}","dc_creator_sm":["Eddy Carmack","Jane Eert","Eddy Carmack","Fiona McLaughlin","John Smith","Sarah Zimmermann","Svein Vagle","Vera Williams","William Perrie","Humfrey Melling"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10217m1"}