{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences"],"solr_year_i":"2010","layer_slug_s":"g_10864_okqzvm1","dc_title_s":"Glyphosate-Resistant Giant Ragweed (Ambrosia trifida L.) in Ontario: Survey and Control in Soybean (Glycine max L.) Windsor, Belle River, LaSalle, and Amherstburg, Essex County, Ontario [Canada] 2010 and 2011","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/OKQZV","dc_description_s":"This dataset is comprised of two surveys examining the control of glyphosate resistant giant ragweed (Ambrosia trifida) in soybean (Glycine max) with 1) preplant herbicides and 2) postemergence herbicides.  The objective of the first survey was to evaluate the efficacy of various preplant herbicides for the control of glyphosate-resistant giant ragweed under field conditions in Ontario. A total of 11 field experiments were established on Ontario farms with glyphosate-resistant giant ragweed over a two-year period (2010 and 2011). One set of experiments evaluated herbicides with limited residual activity (enhanced burndown), and a second set of experiments evaluated glyphosate tank mixes with residual herbicides for full season control (burndown plus residual). In 2010, there was one enhanced burndown and one burndown plus residual trial at a location near Windsor (L1). In 2011, there were four enhanced burndown and five burndown plus residual trials at locations near Windsor (L2 and L3), Belle River (L4), LaSalle (L5) and Amherstburg (L6).   The objective of the postemergence survey was to determine the level of resistance to glyphosate in different giant ragweed populations, and evaluate the efficacy of various postemergence herbicides for the control of glyphosate-resistant giant ragweed in soybean under field conditions in Ontario. A total of ten field experiments were established on Ontario farms with glyphosate-resistant giant ragweed in 2011. One set of experiments evaluated the response of giant ragweed to varying doses of glyphosate (field dose response), and another set evaluated various herbicides registered for postemergence application in soybean. The experiments were conducted at locations near Windsor (L1 and L2), Belle River (L3), LaSalle (L4) and Amherstburg (L5). ","dct_issued_dt":"2013-11-27T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/OKQZV\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/OKQZV/iso19139.zip\"}","dc_creator_sm":["Vink, Joseph","Sikkema, Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_okqzvm1"}