{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"dc_source_sm":["g_10864_10196m2"],"layer_slug_s":"g_10864_10196m1","dc_title_s":"Carbon-flux and Microbial Community Dynamics in Low-Arctic Tundra (1 of 2)","dct_spatial_sm":["United States"],"solr_geom":"ENVELOPE(-124.733692, -66.949607, 49.384358, 24.544093)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10196","dc_description_s":"Arctic ecosystems store large amounts of carbon in organic matter that may contribute to carbon dioxide (CO2) production as climate warms, further enhancing the greenhouse effect. We know that many biological factors, including plant interactions with mycorrhizal fungi and other soil microbes, regulate plant survival and the carbon-balance of arctic tundra, but these interactions are poorly understood. Recently, new advances in technology have allowed us to study belowground communities with resolution not previously possible, leading to new findings about the links between below and above ground community dynamics. Our research uses cutting-edge technology such as stable isotope tracing and molecular methods to investigate the role of soil microbial communities in the response of an Arctic ecosystem to climate change. We found that 1) mycorrhizal fungal networks link plants in tundra and play a critical role in the expansion of shrubs in Arctic landscapes with climate change; 2) as climate warms, tundra shrubs increasingly partner with mycorrhizal fungi that are specialized in the breakdown of the organic carbon stored in tundra soils; and 3) climate warming will alter the diversity and composition of free-living soil microbial communities in Arctic tundra and these changes will also lead to increased losses of carbon from soils. Our data suggest that microbial community change in Arctic tundra will act as a positive feedback to climate change, speeding up the rate of change in Low-Arctic tundra ecosystems. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10196\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10196/iso19115.zip\"}","dc_creator_sm":["Suzanne Simard","Susan Grayston","William Mohn"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10196m1","dct_isPartOf_sm":"Carbon-flux and Microbial Community Dynamics in Low-Arctic Tundra"}