{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2013","layer_slug_s":"g_10864_10463m1","dc_title_s":"CIW - City of Kingston Community Wellbeing Survey - Vulnerable Populations","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10463","dc_description_s":"This survey monitors wellbeing among residents of the City of Kingston, Ontario who are without housing or are precariously housed. Drawing upon the CIW-Kingston, Frontenac, Lennox\n& Addington Community Wellbeing Survey, and focusing on a vulnerable population group, the survey is a joint initiative of the Canadian Index of Wellbeing in partnership with the Community Foundation for Kingston & Area and KFL&A Public Health. Additional community partners who contributed to the development and administration of the survey include the Kingston Poverty Reduction Group, people with lived experience of poverty, the local shelter/hot meals program, and the City of Kingston.  The su\nrvey was administered at community shelters during a one week period of targeted implementation. Respondents were supported, as needed, to complete the survey by individuals with lived experience of poverty. These individuals had been provided with basic training on how to support survey completion. The primary objectives of this survey are to (a) gather data on the wellbeing of vulnerable or at risk residents which could be monitored over time; and, (b) to provide information on specific aspects of their wellbeing that could be used to inform policy issues and community action. The purpose of the survey is to better understand subjective perceptions of wellbeing of r\nesidents in the City of Kingston who are without housing or precariously housed. The survey provides information based on eight domains of wellbeing, as identified by the Canadian Index of Wellbeing: Community Vitality, Democratic Engagement, Environment, Education, Healthy Populations, Leisure and Culture, Living Standards, and Time Use. The questionnaire collected additional information about dental health, emergency preparedness, and numerous socio-economic characteristics. ","dct_issued_dt":"2013-08-23T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10463\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10463/iso19139.zip\"}","dc_creator_sm":["Bryan Smale","Margo Hilbrecht"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10463m1"}