{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10229m1","dc_title_s":"Variability and change in the Canadian cryosphere (snow and ice) - A Canadian contribution to \"State and Fate of the Cryosphere\"","dct_spatial_sm":["Canadian Arctic (land and ocean)","Canada (CAN)"],"solr_geom":"ENVELOPE(-141.0, -55.0, 84.0, 60.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10229","dc_description_s":"New satellite-derived observations of the cryosphere are being developed by Canadian scientists to contribute a snapshot of the current state of the cryosphere in northern Canada and to generate new information, data sets and monitoring capabilities for tundra and alpine snow cover, seasonal frozen ground, lake ice, albedo, land cover and phenology, snow melt characteristics over ice caps, sea ice fluxes through the Arctic islands, and river ice monitoring in northern Québec. Field campaigns are essential for these satellite retrieval activities, and to provide unique observations on characteristics of the cryosphere. Since April 2007, several field campaigns involving both ground-based surveys of snow cover, glaciers and ice caps, river ice and frozen ground characteristics and aircraft remote sensing have taken place across northern Canada (Yukon, NWT, northern Québec, Nunavut and Labrador). These field measurement data sets are an important Canadian contribution to the IPY \"snapshot\" by providing key information on the state of the cryosphere in northern Canada and an important baseline for assessing future changes. Many residents in northern Canada depend on frozen rivers and sea ice for transportation routes by snowmobile and sled in order to carry out traditional hunting and fishing activities. Outreach activities with northern communities are focussed on providing new information on current river ice and sea ice con\nditions in their local area to assist residents in planning safe navigation routes. The development of specialized river ice and sea ice floe edge map products based on satellite radar images has been achieved through the integration of science and traditional knowledge. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10229\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10229/iso19139.zip\"}","dc_creator_sm":["Anne Walker","Barrie Bonsal","David Clausi","Ed Chan","Monique Bernier","Paul Bartlett","Ross Brown","Tom Agnew","Tom Carrieres"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10229m1"}