{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences"],"dc_source_sm":["g_10_5683_sp2_1vwzncm1","g_10_5683_sp2_1vwzncm2","g_10_5683_sp2_1vwzncm3","g_10_5683_sp2_1vwzncm4"],"layer_slug_s":"g_10_5683_sp2_1vwzncm5","dc_title_s":"University of Victoria Herbarium Specimen Database (5 of 5)","dct_spatial_sm":["Germany"],"solr_geom":"ENVELOPE(5.8663152683722, 15.0418156516163, 55.0583836008072, 47.2701236047002)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/1VWZNC","dc_description_s":"This data set contains Darwin Core descriptions of the specimens held in the University of Victoria Herbarium. About 1/5 of the total specimens are recorded here.\r\n<p><p>\r\nThe UVic collection includes vascular plants (~50,000 specimens), bryophytes and lichens mainly from British Columbia (especially Vancouver Island), but also from nearby areas including Washington, Oregon, Idaho, Alberta, and the Yukon. The collection houses a large collection of North American asters (Asteraceae), especially the genera Eucephalus and Symphyotrichum. Special collections include those of Arctic plants (Dewline Collection), lacustrine aquatics and macrophytes and marine algae.\r\n<p>\r\nThe collection is an important resource for education and scientific research and receives wide use through loans solicited from researchers and institutions around the world, as well as researchers at UVic. Researchers have used UVic specimens to study genetic relationships among plants, species variation and plant phylogeography. This research has contributed to numerous publications. The specimens are classified using the Darwin Core metadata standard. ","dct_issued_dt":"2018-10-25T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/1VWZNC\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/1VWZNC/iso19139.zip\"}","dc_creator_sm":["Allen, Geraldine A.","Anthony, Wendy"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_1vwzncm5","dct_isPartOf_sm":"University of Victoria Herbarium Specimen Database"}