{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10210m1","dc_title_s":"Évaluation de l'impact du programme d'immunisation avec le vaccin pneumococcique conjugué et le vaccin influenza inactivé chez les enfants du Nunavik","dct_spatial_sm":["Nunavik, Quebec","Canada (CAN)"],"solr_geom":"ENVELOPE(-78.2, -65.9541667, 62.4166667, 55.2833333)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10210","dc_description_s":"The evaluation will be carried out by comparing frequency rates for different indicators in three birth cohorts that did not receive 7-PCV or TIV (1994-1996), in six cohorts that received the vaccines but not every dose in the complete vaccination schedule (1997-2002), and in three cohorts that benefited from the routine vaccination program combining 7-PCV and TIV and received the complete schedule (2003-2005). The information sources used will include the provincial hospitalizations database (\"fichier Med-Echo\"), the database of invasive pneumococcal strains received by the provincial reference laboratory (\"fichier LABO\"), vaccination and medical records held by hospitals and dispensaries, as well as the results of audiology screening and diagnostic examinations. In Nunavik, audiology screening is a routine procedure at or around age 5 and combines audiometry, tympanometry and otoscopy. This program, which was introduced in 1984, offers a unique opportunity to evaluate the impact of vaccination on audiological sequelae attributable to otitis media. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10210\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10210/iso19115.zip\"}","dc_creator_sm":["Philippe De Wals","Brigitte Lefèbvre","Hannah Ayukawa","Jean-François Proulx","Martine Six","Ruth Bruno"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10210m1"}