{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"layer_slug_s":"g_10864_11360m1","dc_title_s":"Culture Counts Cultural Labour Force Survey, 1993 [Canada][Excel]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11360","dc_description_s":"<p>The primary aim of the Cultural Labour Force Survey is to look at the issues people working in the arts, cultural industry and heritage areas face surrounding employment and training. Specifically, the focus is to look at issues such as the labour market status and employment patterns, education, income, financial support and demographic characteristics of the workers.<\/p> <p>The key questions addressed by the survey included:<\/p> <ul> <li>What are the patterns of employment in the cultural a\r\nrea: do a high proportion of workers hold multiple jobs? How many are self-employed?\r\n<\/li> <li>What are the characteristics of the cultural workers themselves? What is their level of education? Are they skilled? are there more men than women? in what occupations? What are the ages of these workers?<\/li> <li>What income levels are prevalent in the cultural areas? how do incomes compare between different occupations and different cultural areas?<\/li> <li>Is training an important part of work in the cultural environment? are there barriers to training?<\/li> <li>How are cultural wor\r\nkers affected by technology? how is technological change perceived?\r\n<\/li> <\/ul> ","dct_issued_dt":"2016-11-29T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11360\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11360/iso19115.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11360m1"}