{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Other"],"solr_year_i":"2012","dc_source_sm":["g_10_5683_sp2_9cpolem2"],"layer_slug_s":"g_10_5683_sp2_9cpolem1","dc_title_s":"Public Attitudes to Housing Systems for Pregnant Pigs (1 of 2)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/9CPOLE","dc_description_s":"Understanding concerns about the welfare of farm animals is important for the development of socially sustainable practices. This study reports findings from an online survey used to test how views on group versus stall housing for pregnant sows varied when Canadian and US participants were provided information about these systems including access to scientific papers, YouTube videos, Google images, and a frequently-asked-questions page. Results are reported in a paper under review by PLOS One. Initial responses and changes in responses after accessing the information were analyzed from Likert scores of 242 participants and from their written comments. Participants were less willing to accept the use of gestation stalls after viewing information on sow housing. Qualitative analysis of comments showed that supporters of gestation stalls expressed concern about the spread of disease and aggression between animals in less confined systems, whereas supporters of group housing placed more emphasis on the sow's ability to interact socially and perform natural behaviors. Support for both systems was also influenced by misperceptions, for example that group housing commonly contains straw bedding. \r\n\r\nThe data provided give qualitative and quantitative responses to two questions regarding level of support for either housing system (before (referred to in data set as 257) and after (439) the provision of additional information), demographic data, qualitative data on unique comments authored by specific participants, as well as data on which comments participants voted on to support their position. Data is also shared regarding self-reports of which types of information participants accessed and how this affected their attitudes. ","dct_issued_dt":"2019-02-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/9CPOLE\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/9CPOLE/iso19139.zip\"}","dc_creator_sm":["Ryan, Erin","Fraser, David","Weary, Daniel"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_9cpolem1","dct_isPartOf_sm":"Public Attitudes to Housing Systems for Pregnant Pigs"}