{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10199m1","dc_title_s":"GEOTRACES: Multi-tracer investigation of the effect of climate change on nutrient and carbon cycles in the Arctic Ocean","dct_spatial_sm":["Beaufort Sea; Arctic Ocean"],"solr_geom":"ENVELOPE(-141.0, -132.0, 75.5, 69.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10199","dc_description_s":"Our sampling program took place from August 27, 2009 through September 12, 2009. It was part of Leg 3a of the 2009 CCGS Amundsen Expedition in the Arctic Ocean (ArcticNet 0903). Sampling started in the Mackenzie River delta and continued into the Beaufort Sea (Shelf, slope and deep Canada Basin). Various measurements (temperature, salinity, nutrients, alkalinity, pH, primary production, bacterial production) and sampling (seawater, marine particles) were conducted at 10 stations. Underway measurements (temperature, salinity, trace gases) and sampling (marine particles) were also conducted along the cruise track. Sampling tools on stations were the ship's CTD/rosette (ArcticNet), a Trace-Metal CTD/rosette system (UVic / UBC) and large volume in-situ pumps (UBC). We conducted measurements and collected samples to document a suite of key physical (temperature, salinity, ice cover, light penetration), chemical (nutrients, trace metals, trace gases, radioisotopes, stable isotopes) and biological (phytoplankton and microbial assemblages, primary and microbial productivity, trace metal phytoplankton quotas) parameters in relation to proximity to the Mackenzie River delta, seafloor bathymetry and ice cover to elucidate the processes influencing phytoplankton growth and carbon cycling in the Arctic Ocean. In particular, we collected samples to study the processes which supply and remove trace metals, nutrients and carbon to and from the upper ocean, and con\nducted ship-board experiments to study how biological productivity is affected by various chemical and physical conditions. Through a combination of on-board measurements, experiments and subsequent laboratory analysis, our research program aims at: (i) documenting the pathways of addition, removal and cycling of key trace elements which act as biological micronutrients or tracers of carbon and nutrient cycles in the Arctic Ocean; (ii) elucidating the potential effects of changing ice cover and river discharge on productivity, carbon sequestration and trace gas emission in the Arctic Ocean; (iii) developing chemical tracers to establish a historical sedimentary record of Arctic Ocean productivity in relation to long term natural climate change. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10199\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10199/iso19115.zip\"}","dc_creator_sm":["Roger Francois","A. Mucci","C. Holmden","D. Varela","J. Cullen","K. Orians","M. Maldonado","P. Tortell","R. Rivkin"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10199m1"}