{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"layer_slug_s":"g_10864_11384m1","dc_title_s":"Population Projections for Canada, Provinces, and Territories 2010-2036 [Excel]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11384","dc_description_s":"<p>Statistics Canada has published five sets of population projections for Canada, provinces and territories since 1974, with the last report in 1994. The projections issued on a regular basis ensure methodologically and numerically consistent and comparable population projections at the national and provincial/territorial level. This report contains Statistics Canada's first population projections to the year 2026. It also describes the methodology and the assumptions and provides a brief analy\r\nsis of the results.<\/p> <p>The projections in this report use the 2000 preliminary population estimates as their base which are based on the 1996 Census. They take into account emerging demographic trends, primarily based on recent changes in the components of population growth. These include the notable changes in immigration target levels, a further reduction in fertility level, a continued increase in life expectancy, and significant changes in interprovincial migration trends, especially the\r\nreduction of out-migration trends in the Atlantic provinces.There has also been a significant upward revision in emigration estimates since 1996. The new projections take into consideration the impact of this change on the dynamics of future population growth.\r\n<\/p> ","dct_issued_dt":"2016-12-13T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11384\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11384/iso19139.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11384m1"}