{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2003","layer_slug_s":"g_10864_11060m1","dc_title_s":"Post-Secondary Education Drivers, 2004 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11060","dc_description_s":"<p>The Post-Secondary Education: Cultural, Scholastic and Economic Drivers project was a parental survey conducted by COMPAS Research Inc. for the Canada Millennium Scholarship Foundation. A national, representative sample of 1,000 parents with at least one child aged 12-17 was interviewed in November 2003. The purpose of the project was to provide the Foundation with a better understanding of how families perceive and prepare for the postsecondary education options of their children.<\/p>  <p>In\nthis report, COMPAS reports relationships that are valid in a statistically significant sense. Unless the report specifically says that a relationship or difference is nominal or suggestive rather than statistically significant, any observation of a relationship can be assumed to meet the requirements of statistical significance. For example, COMPAS tested each demographic variable against all perceptual questions. Where no significant relationships or patterns were found, results of the correlations are not reported.\n<\/p>  <p>This data may be used for personal, academic research or teaching purposes only. If the use of this data is for other purposes,  please contact the <a href=\"mailto:ssdata@carleton.ca\">  Carleton University Data Centre. <\/a> <\/p> ","dct_issued_dt":"2015-08-07T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11060\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11060/iso19139.zip\"}","dc_creator_sm":["Canada Millennium Scholarship Foundation"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11060m1"}