{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10223m1","dc_title_s":"Arctic Wildlife Observatories Linking Vulnerable EcoSystems (ArcticWOLVES)","dct_spatial_sm":["Churchill (Manitoba, Canada); Akimiski Island (Nunavut, Canada); Alert (Nunavut, Canada); Bylot Island, Sirmilik National Park (Nunavut, Canada); Eureka (Nunavut, Canada); Walker Bay (Nunavut, Canada)","Canada (CAN)"],"solr_geom":"ENVELOPE(-140.0, -62.0, 83.0, 58.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10223","dc_description_s":"Extensive monitoring of the abundance, timing and success of reproduction, habitat use and diet of key wildlife species (primarily geese, small mammals, shorebirds, avian predators and mammalian predators like foxes and weasels), as well as annual plant production and arthropod diversity and abundance, was conducted at most sites from 2007 to 2009. Our results provide increasing evidence that predation plays a dominant role in the functioning of Arctic terrestrial ecosystems. At one site, less than 10% of the annual primary production was consumed by herbivores but up to 50% of the herbivore production was consumed by predators. The latter proportion also increased over the past two decades, suggesting a strengthening of top-down effects in this food web. Winter habitat quality appears to be a key factor in the population dynamics of lemmings, the primary prey of most tundra predators. Deep snow provides insulation from the cold air temperature, protection from predators and allows winter reproduction, upon which depend the periodic population irruptions of small mammals. However, deep snow is spatially uncommon in the Arctic, thus the distribution and spatial extent of good quality winter habitat may be limiting population irruptions in some regions or years. Radio-tracking of tundra predators such as snowy owls and arctic foxes revealed that they travel over very large areas and they can extensively use the marine ecosystem during winter, when terrestrial food resources are scarce. Snowy owls in particular display a remarkab\nle nomadism when searching for suitable nesting sites in spring and an outstanding ability to find locally abundant lemming populations, which may contribute to the regional synchrony of lemming population dynamics. We found evidence that the strength of predation decreases with latitude. Using artificial birds¿ nests, we showed that risk of predation decreases by as much as 66% between 53 and 82 N latitude (a 3,400 km distance). We also found that soil-plant-herbivore interactions are quite sensitive to climate warming. On the one hand, earlier thaw or increasing freeze-thaw cycles will likely result in a loss of soil nutrients in some wetland ecosystems, leading to a decrease in plant production and food resource for herbivores. On the other hand, earlier and warmer springs could have a negative impact on the synchrony between the reproductive phenology of herbivores and plant growth, leading to reduced annual production. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10223\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10223/iso19139.zip\"}","dc_creator_sm":["Gilles Gauthier","Dominique Berteaux","Charles Krebs","Douglas W. Morris","Esther Lévesque","Josée Lefebvre","Joël Béty","Kenneth Abraham","Robert Jefferies","Suzanne Carrière"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10223m1"}