{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences","Social Sciences"],"solr_year_i":"2006","dc_source_sm":["g_10_5683_sp2_z7yeyim2","g_10_5683_sp2_z7yeyim3","g_10_5683_sp2_z7yeyim4"],"layer_slug_s":"g_10_5683_sp2_z7yeyim1","dc_title_s":"Leisure, lifestyle, and lifecycle project (LLLP): A longitudinal study of gambling in Alberta [Canada] (1 of 4)","dct_spatial_sm":["Canada","Alberta","Edmonton","Calgary","Lethbridge","Grand Prairie"],"solr_geom":"ENVELOPE(-113.7137, -113.2715, 53.7161, 53.3956)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/Z7YEYI","dc_description_s":"<p><em>The Leisure, Lifestyle, and Lifecycle Project (LLLP)<\/em> is a five-year longitudinal study that was conducted by the Alberta Gambling Research Institute (AGRI). Prior to the LLLP, knowledge of problem gambling risk factors had been derived mainly from cross-sectional and retrospective studies of people coping with disordered gambling. This project was developed with the understanding that prevention and early intervention services for disordered gambling could be better informed by a rigorous longitudinal study of the natural progression of gambling in the general population.<\/p>\r\n<p>In order to examine the determinants and the course of both non-problematic gambling and problem gambling, the LLLP surveys collected data on a number of gambling-specific and general aspects of the responders' lives. The LLLP contains data relating to gambling-specific information, including:<\/p>\r\n<ul>\r\n<li>demographics;<\/li>\r\n<li>past year and lifetime gambling behaviour;<\/li>\r\n<li>gambling attitudes and beliefs in gambling fallacies;<\/li>\r\n<li>motivations for gambling;<\/li>\r\n<li>stigma experienced from gambling; and<\/li>\r\n<li>family history of gambling.<\/li>\r\n<\/ul>\r\n<p>In addition to gambling-specific data, the LLLP survey contains a number of general data variables, including:<\/p>\r\n<ul>\r\n<li>general/physical health;<\/li>\r\n<li>psychological factors (personality and temperament, psychopathology, coping strategies);<\/li>\r\n<li>comorbid factors (ADHD, eating disorders, substance use disorders);<\/li>\r\n<li>cultural factors (religiosity) and;<\/li>\r\n<li>social factors (social support/networks, non-gambling activity participation).<\/li>\r\n<\/ul>\r\n<p>A sample of 1,808 participants was recruited from four diverse regions of Alberta: Edmonton, Calgary, Lethbridge, and Grand Prairie. Participants were recruited primarily by random digit dialing, and five critical age ranges were targeted (13-15, 18-20, 23-25, and 63-65 year-olds) in order to assess problem gambling development throughout the lifespan. There are two separate LLLP datasets: one for adolescents (<em>n=<\/em>436) and another for adults (<em>n=<\/em>1,372). Data were collected over four waves, with a retention rate of 71.8% for adolescents and 76.2% for adults. A subsequent wave, combining adolescent and adult participants, was undertaken in 2013-2014. Additional information on sampling, retention, study variables, and survey questionnaires can be located in the <em>LLLP User Manual<\/em>. <\/p> ","dct_issued_dt":"2019-01-30T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/Z7YEYI\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/Z7YEYI/iso19115.zip\"}","dc_creator_sm":["el-Guebaly, Nady","Casey, David M.","Currie, Shawn R.","Hodgins, David C.","Schopflocher, Donald P.","Smith, Garry J.","Williams, Robert J."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_z7yeyim1","dct_isPartOf_sm":"Leisure, lifestyle, and lifecycle project (LLLP): A longitudinal study of gambling in Alberta [Canada]"}