{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10230m1","dc_title_s":"PPS Arctic Canada (Present processes, Past changes, Spatio-temporal variability in the Arctic delimitation zone, Canada)","dct_spatial_sm":["Churchil, Mealy Mountains, Mistastin Lake, Nain, Red Wine Mountains, Aklavik, Inuvik, central NWT, Baker Lake, Cape Dorset, Boniface River, Kuujjuarapik, Lac à l'Eau Clair, Radisson, Schefferville, Ca"],"solr_geom":"ENVELOPE(-140.0, -59.0, 68.0, 53.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10230","dc_description_s":"In the summers of 2007-09, we collected data at over a dozen locations in the Yukon, Northwest Territories, Nunavut, northern Manitoba, northern Québec and Labrador. The results from these studies contribute to our short-term objectives: 1) an analysis of recent change in tree and shrub distributions; 2) the collection of environmental and microclimate data to accompany tree line change; 3) an investigation of the mechanisms of vegetation change at tree line; 4) the mapping of the spatial pattern of tree and non-tree species at tree line and in tundra islands within the boreal forest to predict future changes as tree line migrates; 5) an assessment of the role of disturbance; and 6) the development of models of the long-term relationship between environmental change, resource availability and human health and well-being in the forest-tundra ecotone. Data were collected regarding the impacts of changes in climatic conditions on tree line and their consequences on ecosystems and communities. Other data were collected on trees of all ages, seeds, vegetation, snow and ice, microclimate, spatial pattern, soil and socioeconomic indicators across the forest tundra ecotone at sites across northern Canada. Our key finding continues to be the large amount of variability in tree growth, regeneration and spatial pattern among tree species, regions across Canada and even sites within the same region. Evidence of change in and movement of the forest-tundra ecotone is evident in some site\ns but not in others despite increasing temperatures. Seed viability or seedling recruitment may be hindering tree line movement at these sites. This variation in tree line response may be extremely challenging to outline general strategies for climate change adaptation in Arctic environments. Our long-term objectives are: 1) to model temporal and spatial tree line dynamics and to situate these processes within a comprehensive conceptual framework of environmental change that addresses ecological, social and cultural factors; 2) to assess the impact of climate change on processes within the tree line ecotone; 3) to determine ecosystem services of the tree line ecotone and their vulnerability with climate change and land use impacts; and 4) to develop conceptual models of the long term relationship of environmental change and human health and well-being in the Arctic and Sub-Arctic. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10230\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10230/iso19139.zip\"}","dc_creator_sm":["Karen Harper","Frank Berninger","Greg Henry","Nancy Doubleday","Ryan Danby","Scott Green","Shawn Donaldson","Stephane Boudreau","Trevor Bell"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10230m1"}