{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences"],"solr_year_i":"2012","layer_slug_s":"g_10864_5ye7zm1","dc_title_s":"Major Coloured Bean Registration Trials, Elora, Kippen, Monkton, St. Thomas and Woodstock, Ontario [Canada] 2012","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/5YE7Z","dc_description_s":"This study is part of the Field Bean Breeding Program, a multi-disciplinary approach towards developing bean varieties for sustainable dry bean production in Ontario. As part of this program, registration and performance tests are conducted annually at various locations across the main bean growing areas in Ontario. This study provides the results of the 2012 Major Coloured Bean Registration Trial where several varieties of coloured beans were evaluated in multi-location yield-trials across Ontario.  Coloured bean entries were planted in four replicated test plots at five locations across Ontario; Elora, Kippen, Monkton, St. Thomas, and Woodstock. Agronomic data including yield (adjusted to 18% moisture after combine harvest), days to maturity (number of days from planting to maturity), seed weight (estimated for 100 seeds), and seed quality were collected for each plot in each location.  White mould and common bacterial blight resistance were tested at Agriculture and Agri-Food Canada (AAFC) Greenhouse and Processing Crops Research Centre (GPCRC), Harrow, Ontario. ","dct_issued_dt":"2013-10-04T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/5YE7Z\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/5YE7Z/iso19139.zip\"}","dc_creator_sm":["Navabi, Dr. Ali","Pauls, Dr. Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_5ye7zm1"}