{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"1997","dc_source_sm":["g_10_5683_sp2_cntqkxm1"],"layer_slug_s":"g_10_5683_sp2_cntqkxm2","dc_title_s":"Replication Data for: Users’ guide to SI-MAB biodiversity monitoring plot 01 at Bamfield, British Columbia, Canada (2 of 2)","dct_spatial_sm":["Canada","British Columbia"],"solr_geom":"ENVELOPE(-125.134589, -125.133189, 48.839047, 48.838174)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/CNTQKX","dc_description_s":"In 1997 the Bamfield Marine Station (now Bamfield Marine Sciences Centre) established a one-hectare second growth forest plot for long-term monitoring of trees following the Smithsonian Institution / Man and Biosphere Program (now Monitoring and Assessment of Biodiversity) or SI/MAB protocol. Permanent plots such as this one provide an inventory of plant diversity and long-term data on the growth, mortality, regeneration and dynamics of forest trees.\r\n<p/>\r\nThe SI/MAB plot is located on the north side of Grappler Inlet near Bamfield, British Columbia on property owned and administered by the research station. The centre of the plot has GPS coordinates 48°50’19.00”N, 125°08’02.00”W (48.83861111, -125.13388889). The plot includes both mid-seral forest dominated by Western Hemlock and late seral forest dominated by Western red cedar, Sitka spruce, Amabilis fir and Douglas fir.\r\n<p/>\r\nThe plot was divided into 25 quadrats (20m x 20m), and trees with a DBH (diameter at breast height) ≥ 4 cm (including dead and epiphytic trees) were mapped and censused for species, DBH and class (physical condition). Quadrats were renumbered for north/south discrepancies in 2001 and subsequent studies.\r\n<p/>\r\nThe SI/MAB plot was established, and tree data was collected by students in the Coastal Biodiversity and Conservation course taught by Dr. Tom Berman July 21-Aug 29, 1997. In addition a species list of macrofungi observed in the plot was compiled by students in the Field Mycology course taught by Dr. Kathy Fuller July 21-August 29, 1997. ","dct_issued_dt":"2019-02-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/CNTQKX\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/CNTQKX/iso19139.zip\"}","dc_creator_sm":["Adam, Marie-Christine","Beckett, Janine","Bradley, Alyssa","Burgess, Dan","Herman, Tom","LaBorde, Heather","Matteson, Ann","LeRoy, Sean","O, Miriam","Purdy, Shannon","Zayac, Scott"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_cntqkxm2","dct_isPartOf_sm":"Replication Data for: Users’ guide to SI-MAB biodiversity monitoring plot 01 at Bamfield, British Columbia, Canada"}