{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2005","layer_slug_s":"g_10864_10987m1","dc_title_s":"Sagelab Sexual Response to Audio and Visual Sexual Stimuli in Women, 2005-2012 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/10987","dc_description_s":"Gender differences in the specificity of sexual response have been a primary focus in sexual psychophysiology, however within-gender variability suggests that sexual orientation influences this effect among women; only heterosexual women show a gender-nonspecific pattern of genital response. Heterosexually-identified or \"straight\" women are, howev\r\ner, heterogeneous in their sexual attractions and include women who report exclusive androphilia (sexual attraction to men) and predominant androphilia with concurrent gynephilia (sexual attraction to women). It is therefore unclear if gender-nonspecific responding is universal among exclusively and predominantly androphilic women. The current studies investigated within-gender variability in the gender-specificity of women's sexual response in relation to sexual attractions. Two samples of women reporting varying degrees of androphilic and gynephilic attractions viewed (Study 1) and listened (Study 2) to erotic stimuli varying by gender of sexual partner, while genital and subjective sexual arousal were assessed. Data were combined with larger datasets of predominantly gyne- and androphilic women to examine the relationships among sexual attractions and gender-specificity of genital and subjective sexual arousal across the full range of sexual attractions. In both studies, women reporting any degree of gynephilia, including those who self-identified as heterosexual, showed significantly greater genital response to female stimuli, similar to response patterns observed in predominantly gynephilic women; gender-nonspecific genital response was observed for exclusively androphilic women only. Subjective sexual arousal patterns were more variable with respect to sexual attractions, likely reflecting stimulus intensity effects. The implications for within-gender variation in women's sexual orientation and sexual response are discussed. ","dct_issued_dt":"2015-06-08T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10987\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10987/iso19139.zip\"}","dc_creator_sm":["Chivers, Meredith L."],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10987m1"}