{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"1989","dc_source_sm":["g_10864_lfzjxm2"],"layer_slug_s":"g_10864_lfzjxm1","dc_title_s":"Weather Records for the Elora Research Station, Elora, Ontario [Canada]:  Meteorological data 1989 to 1993 (1 of 2)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/LFZJX","dc_description_s":"The University of Guelph, School of Environmental Sciences, Agricultural and Forest Meteorology Group, in cooperation with Environment Canada, maintains an automatic weather station at the Elora Research Station located a few kilometres south of Elora, Ontario.  This station collects hourly climatic data including air temperature, relative humidity, wind direction and speed, solar radiation, net radiation, precipitation, and soil temperature.  This data set includes climatic data collected from 1989 to 1993, and is presented as monthly data files broken down into four categories:  hourly data, 0800 data (maximum/minimum values for data collected from 1600 yesterday to 0800 today), 1600 data (maximum/minimum values for data collected from 0800 today to 1600 today), and rain (every minute of occurrence) data. Annual files are also available for hourly, 0800 and 1600 data.   Supplement data collected by hand, including temperature, humidity and precipitation data, organized by year is  included. ","dct_issued_dt":"2012-09-26T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/LFZJX\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/LFZJX/iso19115.zip\"}","dc_creator_sm":["Agricultural and Forest Meteorology Group. Elora Research Station/Guelph Turfgrass Institute"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_lfzjxm1","dct_isPartOf_sm":"Weather Records for the Elora Research Station, Elora, Ontario [Canada]:  Meteorological data 1989 to 1993"}