{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"layer_slug_s":"g_10_5683_sp2_ommcywm1","dc_title_s":"Modeling sources of inter-laboratory variability in electrophysiological properties of mammalian neurons","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/OMMCYW","dc_description_s":"Patch-clamp electrophysiology is widely used to characterize neuronal electrical phenotypes. However, there are no standard experimental conditions for in vitro whole-cell patch-clamp electrophysiology, complicating direct comparisons between datasets. Here, we sought to understand how basic experimental conditions differ among labs and how these differences might impact measurements of electrophysiological parameters. We curated the compositions of external bath solutions (ACSF), internal pipette solutions, and other methodological details such as animal strain and age from 509 published neurophysiology articles studying rodent neurons. We found that very few articles used the exact same experimental solutions as any other and some solution differences stem from recipe inheritance from adviser to advisee as well as changing trends over the years. Next, we used statistical models to understand how the use of different experimental conditions impacts downstream electrophysiological measurements such as resting potential and action potential width. While these experimental condition features could explain up to 43% of the study-to-study variance in electrophysiological parameters, the majority of the variability was left unexplained. Our results suggest that there are likely additional experimental factors that contribute to cross-laboratory electrophysiological variability, and identifying and addressing these will be important to future efforts to assemble consensus descriptions of neurophysiological phenotypes for mammalian cell types. ","dct_issued_dt":"2019-03-05T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/OMMCYW\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/OMMCYW/iso19139.zip\"}","dc_creator_sm":["Tebaykin, Dmitry","Tripathy, Shreejoy J.","Binnion, Nathalie","Li, Brenna","Gerkin, Richard C.","Pavlidis, Paul"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_ommcywm1"}