{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10205m1","dc_title_s":"The Viral Hepatitis Northern Network: A Platform for Addressing Viral Hepatitis in the Canadian North","dct_spatial_sm":["Northwest Territories; Nunavut","Canada (CAN)"],"solr_geom":"ENVELOPE(-136.0, -60.0, 76.0, 60.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10205","dc_description_s":"An internet-based software program on Viral Hepatitis care in the North was developed, implemented, distributed, and is being regularly updated. The program allows healthcare providers to learn about HBV and diagnose/manage infected persons more effectively. The various forms of hepatitis B can be divided into more aggressive forms (subtypes B2-5) that frequently result in cirrhosis/liver cancer and more \"benign\" forms (subtypes B1 or B6) that rarely do so. Team members analyzed samples from Northern Canadians known to be infected with hepatitis B in the early 1980s. Representative sera from the 1983-85 serum bank were identified and transferred to the investigator's laboratory for testing for occult hepatitis B virus infection. The results revealed that the majority of Northern Canadians are infected with the more \"benign\" B6 subtype. Moreover, the amount of virus present in the circulation was relatively low, another predictor of a good outcome. The study also determined what percent of Northern Canadians are infected despite testing negative by standard diagnostic tests. Finally, the virus itself was analyzed to determine why in some instances it does not cause problems while in others, cirrhosis or liver cancer develop. The latter project was performed in conjunction with researchers from the United States and Denmark. Because HBV-induced rates of cirrhosis and liver cancer are higher in Alaska and Greenland than Northern Canada, collaborations were secured with investigators from these regions who submitted samples from infected individuals. The samples were used for genotyping, sequencing and identifying which HBV mut\nations are associated with adverse versus benign outcomes. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10205\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10205/iso19115.zip\"}","dc_creator_sm":["Gerald Y. Minuk","Carla Osiowy","Issac Sobol","John Morse","Julia Uhanova","Jutta Krista Preiksaitis","R.P. Bryce Larke"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10205m1"}