{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"solr_year_i":"2018","layer_slug_s":"g_10_5683_sp2_kosws9m1","dc_title_s":"Mangrove fishes rely on emersion behavior and physiological tolerance to persist in sulfidic environments","dct_spatial_sm":["Belize"],"solr_geom":"ENVELOPE(-89.224815, -87.776985, 18.496557, 15.8893)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/KOSWS9","dc_description_s":"﻿Hydrogen sulfide (H2S) is a potent respiratory toxin that makes sulfidic environments tolerable to only a few organisms. We report the presence of fishes (Kryptolebias marmoratus, Poecilia orri, Gambusia sp., and Dormitator maculatus) in Belizean mangrove pools with extremely high H2S concentrations (up to 1,166 mM) that would be lethal for most fishes. Thus, we asked whether the three most prevalent species (Kryptolebias, Poecilia, and Gambusia) persist in sulfidic pools because they are exceptionally H2S tolerant and/or because they can leave water (emerse) and completely avoid H2S. We show that both physiological tolerance and emersion behavior are important. Kryptolebias demonstrated high H2S tolerance, as they lost equilibrium significantly later than Poecilia and Gambusia during H2S exposure (1,188 +/- 21 mM H2S). However, the fact that all species lost equilibrium at an ecologically relevant [H2S] suggests that physiological tolerance may suffice at moderate H2S concentrations but that another strategy is required to endure higher concentrations. In support of the avoidance behavior hypothesis, H2S elicited an emersion response in all species. Kryptolebias was most sensitive to H2S and emersed at H2S concentrations 52% and 34% lower than Poecilia and Gambusia, respectively. Moreover, H2 Sexposure caused ﻿Kryptolebias to emerse more frequently and spend more time out ofwater compared to control conditions. We suggest that physiological H2S tolerance and emersion behavior are complementary strategies. The superior H2S tolerance and amphibious capability of Kryptolebias may explain why this species was more prevalent in H2S-rich environments than other local fishes. ","dct_issued_dt":"2020-03-04T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/KOSWS9\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/KOSWS9/iso19115.zip\"}","dc_creator_sm":["Rossi, Giulia S.","Tunnah, Louise","Martin, Keri E.","Turko, Andy J.","Taylor, D. Scott","Currie, Suzanne","Wright, Patricia A."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_kosws9m1"}