{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2003","dc_source_sm":["g_10864_corx8m1","g_10864_corx8m2"],"layer_slug_s":"g_10864_corx8m3","dc_title_s":"Practice and Research in Nursing (PRN) Wound Studies, 1999-2009 [Canada] (3 of 3)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/CORX8","dc_description_s":"<p>PRN Wound Studies consist of 6 studies examining the treatment and delivery of care for leg ulcers. The Studies cover the regions of Ottawa, Kingston, Toronto, Kitchener, London, Hamilton, Niagara, Thunder Bay, Winnipeg, Saskatoon, and Regina.<\/p>  <p><strong>Pre-Post Implementation of Evidence Based Practice Study<\/strong><br /> Leg ulcers usually occur in older patients, a growing population for which increasing health care resources are required. Treatment is mainly provided in patients' h\r\nomes; however, patients often receive poorly integrated services in multiple settings. We report the results of a prospective study of a community-based care strategy for leg ulcers.\r\n<\/p> <p><strong>Implementation of Evidence Based Practice in Four Ontario Communities<\/strong><br /> The primary objective was to systematically describe the process of guideline implementation as it naturally took place over time in four Ontario communities, each with different systems for delivering care. A secondary objective was to describe the experience and meaning of having a leg ulcer through individuals whose care was affected by the implementation of the guideline (EBCPG).<\/p> <p><stro\r\nng>Clinic versus Home: Randomized Control Trial (RCT) <\/strong><br /> International studies report that nurse clinics improve healing rates for the leg ulcer population. However, these studies did not necessarily deliver similar standards of care based on evidence in the treatment venues (home and clinic). A rigorous evaluation of home versus clinic care is required to determine healing rates with equivalent care and establish the acceptability of clinic-delivered care.<\/p> <p><strong>Clinic and\r\nHome: Choice Cohort <\/strong><br /> Clinicians are interested in options for delivering community-based wound care. Studies have largely focused on nurse clinics as an alternative to people receiving wound care at home.<\/p> <p><strong>Self-Management Pilot Study<\/strong><br /> A pilot study was undertaken with two major aims; to conduct the necessary feasibility work for a future study on leg ulcer self-care, and to provide preliminary data on the experience with a new single layer technology i\r\nn a typical clinical setting. This cohort study describes participants who had received standardized teaching and their experience in applying compression bandages on their own using the new single layer high compression (Vari-stretch system). <\/p> <p><strong>Compression Bandaging Randomized Control Trial (CBT) <\/strong><br /> To determine the relative effectiveness of evidence-informed practice using two high compression systems: four-layer (4LB) and short-stretch bandaging (SSB) in community c\r\nare of venous leg ulcers.<\/p> <p>Documentation for Wound Studies, including Codebook and Data Collection Tools, is available in the Data Management Resource Manual and Code Book.<\/p> ","dct_issued_dt":"2013-08-14T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/CORX8\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/CORX8/iso19139.zip\"}","dc_creator_sm":["Margaret B. Harrison","Practice and Research in Nursing Group: Wound Care Collaborative","Ian Graham","E. Andrea Nelson","Elizabeth VanDenKerkhof","Karen Lorimer","Connie Harris","Meg Carley","The Canadian Bandaging Trial Group"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_corx8m3","dct_isPartOf_sm":"Practice and Research in Nursing (PRN) Wound Studies, 1999-2009 [Canada]"}