{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2017","dc_source_sm":["g_10_5683_sp2_ynbaeem1","g_10_5683_sp2_ynbaeem3"],"layer_slug_s":"g_10_5683_sp2_ynbaeem2","dc_title_s":"Mapping Gambling Research in Three Regulatory Environments, 2008-2017 (2 of 3)","dct_spatial_sm":["Australia"],"solr_geom":"ENVELOPE(112.911057, 153.639252, -10.062805, -43.64397)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/YNBAEE","dc_description_s":"<p>This study was undertaken by Gambling Research Exchange Ontario to create a mapping review of gambling studies. A mapping review is a type of review article that aims to describe and categorize knowledge within a topic of known scope in order to identify research gaps. There have been very few mapping reviews concerning the whole field of gambling studies, and this is the first to specifically examine the concept of harm.<\/p>\r\n\r\n<p>For this study, the authors used the Conceptual Framework of Harmful Gambling (CFHG) as the framework for categorizing gambling research articles. The CFHG describes eight factors contributing to harmful gambling, each with multiple subfactors. The authors searched the Web of Science (WoS) database for gambling research articles from Australia, Canada, and New Zealand, published between 2008 and 2017. These three countries were chosen because they represent three different forms of gambling regulation, described in detail in the article. <\/p>\r\n\r\n<p>By following the search strategy, 1,424 articles were retrieved that could be ascribed to a CFHG factor. Each article was assigned a CFHG factor, and if possible, a CFHG subfactor, a secondary factor, and a secondary subfactor. Also recorded are the country and state/province/territory/region or each author from the three target countries, and whether or not the word \"harm\" is present in the title, abstract, or keywords. The dataset also contains the author, year, title, journal, and various other bibliographic fields that were downloaded from WoS.<\/p> ","dct_issued_dt":"2018-11-12T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/YNBAEE\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/YNBAEE/iso19115.zip\"}","dc_creator_sm":["Baxter, David G.","Hilbrecht, Margo","Wheaton, Cameron T. J."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_ynbaeem2","dct_isPartOf_sm":"Mapping Gambling Research in Three Regulatory Environments, 2008-2017"}