{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"1999","dc_source_sm":["g_10864_erthvm2"],"layer_slug_s":"g_10864_erthvm1","dc_title_s":"Weather Records for the Elora Research Station, Elora, Ontario [Canada]:  Meteorological data 1999 to 2003 (1 of 2)","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/ERTHV","dc_description_s":"The University of Guelph, School of Environmental Sciences, Agricultural and Forest Meteorology Group, in cooperation with Environment Canada, maintains an automatic weather station at the Elora Research Station located a few kilometres south of Elora, Ontario.  This station collects hourly climatic data including air temperature, relative humidity, wind direction and speed, solar radiation, net radiation, precipitation, and soil temperature.  This data set includes climatic data collected from 1999 to September 30, 2003, and is presented as monthly data files broken down into four categories:  hourly data, 0800 (maximum/minimum values for data collected from 1600 yesterday to 0800 today), 1600 (maximum/minimum values for data collected from 0800 today to 1600 today), and precipitation (at every minute of occurrence) data.  Annual files are also available for hourly, 0800, and 1600 data. Supplement data collected by hand, including temperature, humidity and precipitation data, organized by year is also included.  The weather station was fitted with an updated suite of instruments during August 2003 therefore a new set of meteorological parameters are being collected starting in September 2003.  Data collected using the old system are included for September 2003 however some data was lost during the system conversion.  The data for September 2003 to December 2003 collected using the new system are included in the study Weather Records for the Elora Research Station, Elora, Ontario [Canada]: Meteorological data 2003 to 2007. ","dct_issued_dt":"2012-10-10T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/ERTHV\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/ERTHV/iso19115.zip\"}","dc_creator_sm":["Agricultural and Forest Meteorology Group. Elora Research Station/Guelph Turfgrass Institute"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_erthvm1","dct_isPartOf_sm":"Weather Records for the Elora Research Station, Elora, Ontario [Canada]:  Meteorological data 1999 to 2003"}