{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences"],"solr_year_i":"2006","layer_slug_s":"g_10864_10580m1","dc_title_s":"The Quinte longitudinal study of gambling and problem gambling 2006-2011, Bay of Quinte region, Ontario [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10580","dc_description_s":"<p>The Quinte longitudinal study (QLS) followed a cohort of 4,121 adults living in the Quinte region in southwestern Ontario, Canada for a period of 5 years (2006 to 2011).  More specifically, the cohort consisted of people residing within 70 kilometres of the city of Belleville, Ontario. This particular region was chosen as one of the original purposes of the study was to assess the social and economic impact of a new horse race track with slot machines planned for the Quinte region. However, t\r\nhe planned venue was not built so the study’s exclusive focus became the natural course and etiology of gambling and problem gambling. As part of this investigation, the QLS also investigated the normal patterns of continuity and discontinuity in gambling and problem gambling.\r\n<\/p> <p>The study consists of 1) a Response data set containing all the main QLS variables collected from participant questionnaires and 2) a Process data set that contains variables relevant to the activities and procedures of the research process which were used to assess participant retention rates (e.g. data related to participant-staff interactions and participant activity throughout the 5-year assessment period).  An ID variable common to both the Response and Process data sets allows thes\r\ne files to be linked, if needed.<\/p><p>User manuals and codebooks explaining the data set contents are also provided.<\/p> ","dct_issued_dt":"2014-02-12T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10580\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10580/iso19139.zip\"}","dc_creator_sm":["Williams, Robert J","Hann, Robert","McLaughlin, Patricia","White, Nick","King, Kate","Schopflocher, Donald","West, Beverly","Flexhaug, Trevor"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10580m1"}