{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences","Earth and Environmental Sciences"],"solr_year_i":"2000","dc_source_sm":["g_10864_10137m1"],"layer_slug_s":"g_10864_10137m2","dc_title_s":"Studying the interaction of crop management practices and weather and the subsequent effect on nitrous oxide emissions, 2000-2005 [Canada]: Instrumentation and Plot History (2 of 2)","dct_spatial_sm":["Canada","Elora","Ontario"],"solr_geom":"ENVELOPE(-80.421724, -80.401254, 43.645377, 43.63213)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/10137","dc_description_s":"This project involves the measurement of nitrous oxide fluxes from agricultural sources focussing on the interaction of crop management practices and weather and the subsequent effect on nitrous oxide emissions.  The objective of this study were (1) to evaluate the magnitude of nitrous oxide emissions reduction due to best management practices in comparison to conventional management practices and (2) to study the seasonal variability in reduction of emissions due to the interaction between management and weather.  This dataset is part of a long-term assessment measuring nitrous oxide emissions over a five year period (2000-2005). The data was collected within four experimental plots located at the Elora Research Station in Southern Ontario, Canada. Experimental plots consisted of two management systems: conventional practice (plots 1 and 4) and best management practice (plots 2 and 3).  Data collected consists of meteorological data including vector data, crop height, crop yield measurements, plant matter and soil mineral nitrogen accumulations, nitrous oxide flux, soil bulk density, soil moisture content, soil temperature, as well as auxillary data including plot description/history information and instrument placement (i.e. placement and height).This study includes only information regarding experimental plot history and instrumentation including placement and measurements. ","dct_issued_dt":"2012-08-03T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10137\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10137/iso19139.zip\"}","dc_creator_sm":["Wagner-Riddle, Claudia"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10137m2","dct_isPartOf_sm":"Studying the interaction of crop management practices and weather and the subsequent effect on nitrous oxide emissions, 2000-2005 [Canada]: Instrumentation and Plot History"}