{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2001","layer_slug_s":"g_10864_11256m1","dc_title_s":"Survey of Household Spending, 2000 [Canada] [Excel]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11256","dc_description_s":"<p>The Survey of Household Spending provides detailed information on household expenditures, dwelling characteristics, and ownership of household equipment such as appliances, audio and video equipment, and vehicles.<\/p> <p>Expenditure categories include: shelter expenses, furnishings and equipment, cost of running the home, communications, child care, food, alcohol and tobacco products, clothing, gifts, medical and health care, transportation and travel, recreation, reading materials, education\r\n, taxes, insurance payments and pension contributions. Dwelling characteristics include: type of dwelling, repairs needed (major, minor, none), tenure, year of move, period of cons\r\ntruction, number of rooms, number of bathrooms, principal heating equipment and fuel, age of principal heating equipment, principal heating fuel for hot water, and principal cooking fuel. Household equipment includes: washing machines, dryers, dishwashers, refrigerators, freezers, air conditioners, telephones, cellular phones, compact disc players, cablevision, video cassette recorders, computers, modems, internet use from home, televisions, and vehicles. Characteristics of the household, reference person, and spouse of reference person are also provided.\r\n<\/p> <p>The annual Survey of Household Spending replaces the Family Expenditure (FAMEX) Survey which was conducted approximately every four years. The last FAMEX survey was for the reference year 1996. Content from the former annual Household Facilities and Equipment (HFE) Survey is also included in the Survey of Household Spending. The last HFE survey was for the reference year 1998. Please note that when comparing data to the HIFE files, HIFE Reference Year refers to the year in which the data\r\nwas collected - based on previous year's income and spending. Therefore HIFE Reference Year 1998 collected data based on the 1997 income year. Conversly, the SHS (Survey of Household Spending) uses the term Reference Year to indicate the year of the income and spending rather than the year the data was collected. Therefore, in SHS, the 2000 Reference Year refers to 2000 income and spending, not the year (2001) in which the data was collected.\r\n<\/p> ","dct_issued_dt":"2017-01-16T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11256\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11256/iso19115.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11256m1"}