{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10212m1","dc_title_s":"Interrogating low Arctic seabirds: Indicators of changing prey ocean and climate conditions","dct_spatial_sm":["Prince Leopold Island; Digges Islands; Coats Island; Gannet Islands; Funk Islands; Gull Islands (AAJCV); Hudson Bay; Grand Bank; Newfoundland; Labrador"],"solr_geom":"ENVELOPE(65.0, 60.0, 74.0, 47.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10212","dc_description_s":"Our research is centered on seabird predators and key forage species (Arctic cod, capelin, lantern fish, crustaceans). Simultaneous research in the High and Low Arctic is integrated through the Labrador Current that provides a \"downstream\" link to evaluate influences of High Arctic climate on marine life in Low Arctic ecosystems. In collaboration with Inuit and Newfoundland hunters and fishers, we use seabirds to sample the marine environment over multiple regional and ocean-basin scales. Analysis of seabird diets, reproductive performance and foraging behavior reveal climate associated changes in forage species assemblages. Seabird diets collected during 2007-09 extend existing time series data (1970s -1990s) to assess recent changes in forage fish and zooplankton diversity and distribution associated with changes in sea ice coverage in the High Arctic and with fluctuating water temperatures in the Low Arctic driven by the southward flowing Arctic Labrador Current. Information on the wintering movements and ocean residency areas of seabirds has previously been extremely difficult to assess using traditional methods (e.g. vessel observations, banding studies). To address this knowledge gap we deployed geo-location devices to record bird movements, placing them on Common and Thick-billed Murres from 7 breeding colonies in the eastern Canadian Arctic (Prince Leopold, Coats, Digges, Minarets) and Newfoundland and Labrador ( Gannet, Funk and Gull Islands), ranging in latitude from 47° to 74°N). The results from the geo-location st\nudies are revealing new and unexpected insights into the non-breeding distributions of both murre species. Thick-billed Murres from Hudson Bay remained in the Bay until mid-November, coinciding with the usual period of sea ice formation in northern Hudson Bay and spent the early part of the winter farther north (Labrador Sea) than expected. Wintering areas were different for each colony, with individuals from the same colony showing similar wintering movements and patterns of habitat use. As well, movement patterns of individuals were consistent across years. Overall, Thick-billed Murres more ranged more widely than Common Murres. The offshore waters along the continental shelf edge of the Grand Bank were very important for Common Murres throughout the non-breeding period and most birds did not utilize coastal waters that previously were deemed so important for these birds. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10212\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10212/iso19115.zip\"}","dc_creator_sm":["W.A. Montevecchi","A. Hedd","A.J. Gaston","C. Burke","G.K. Davoren","H.G. Gilchrist","J.F. Rail","K. Hobson","M. Mallory"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10212m1"}