{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10225m1","dc_title_s":"The Polar Environment Atmospheric Research Laboratory (PEARL) and the International Arctic Systems for Observing the Atmosphere (IASOA)","dct_spatial_sm":["Eureka (Nunavut, Canada)","Canada (CAN)"],"solr_geom":"ENVELOPE(-86.0, -86.0, 80.0, 80.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10225","dc_description_s":"Year-round (365/24) operation of the PEARL complex has been achieved with more than 25 operating instruments and associated data downloads and archiving. A particular strength of PEARL is the ability to collect data during the winter when there are few other measurements but the atmosphere undergoes important changes. This project encompassed eight sub-projects: Project 1: Validation of space-based cloud properties and precipitation characteristics. The measurements and studies at PEARL have enabled better understanding of current satellite measurements and provided input for designs of future instrumentation. Project 2: Radiation and energy budget closure at the surface. Analysis has yielded significant results on the high (temporal) frequency behaviour of aerosols in the Arctic atmosphere. Project 3: The Coordinated LIDAR measurements project. The first characterization of stratospheric aerosol layers in the high Arctic has been achieved. Project 4: Coordinated upper atmosphere measurements. Atmospheric tides, or oscillations of period mainly 12 and 24 hrs, are the \"canary\" of the atmosphere, as their variable presence in the upper atmosphere depends upon their source (e.g. solar heating of ozone, condensation of water vapour, etc.) in the lower atmosphere, and also the chemical, thermal and dynamical state of the underlying atmosphere. Project 5: Coordinated and intensive stratospheric mea\nsurements. Intensive measurements of atmospheric composition in the high Arctic have been combined with data from other Arctic observatories, model simulations, satellite data, and dynamical analyses to characterize year-to-year changes in stratospheric ozone and other trace gases that control the ozone budget. Project 6: Outreach program to bring CANDAC scientists to northern Nunavut schools, to explain what we are doing in the Arctic and why it is important. These scientists also provide examples to the students of possible career options in the sciences. Project 7: Cooperative education program for northern college students. Training scientists for work in the Arctic is important, as is supplying Northern students with opportunities to gain experience in real-world situations. Project 8: The Northern Experience Program. Showing students what life is like in the High Arctic proved to be a powerful learning tool. Students' lives and perspectives were significantly changed by the experience. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10225\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10225/iso19139.zip\"}","dc_creator_sm":["James Drummond","Alan Manson","Bruce McArthur","David Hudak","Gordon Shepherd","Marianna Shepherd","Norman O'Neill","Thomas Duck","Thomas McElroy"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10225m1"}