{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2005","layer_slug_s":"g_10864_11039m1","dc_title_s":"Canadian Career College Students Survey, 2008 [Canada]: Phase I, II and III","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11039","dc_description_s":"<p>The Survey of Canadian Career College Students was conducted to further understand student participation in the private post-secondary educational system. Students from 384 private career colleges participated in an in-school survey to ascertain socio-economic background, factors influencing selection of the private college system, debt levels, student satisfaction, work and education transition plans. In total 13,721 students from private institutions receiving less than 50% government fundi\nng, with less than 30% enrollment in ESL or correspondence participated in the survey. Among those students that completed the survey 61% agreed to participate in a follow-up survey 6 to 12 months post-graduation to determine graduate outcomes.\n<\/p> <p>The Survey of Canadian Career College Graduates was undertaken to further understand graduate outcomes associated with Canada's private post-secondary education system. It is a continuation of previous research which included an examination of Canada's career college system (Phase I: Institutional Report) and a comprehensive survey of students enrolled in programs in private institutions (Phase II: In-School Survey). This new phase includes a review of career college outcomes six to nine\nmonths after graduation. The project is unique in that it provides a longitudinal perspective on each respondent's experience: both as a student (In-School Survey) and as a graduate (the present survey).\n<\/p> <p>In total, 4,065 graduates participated in this research and agreed to link their responses to the In-School Survey. While attempts have been made to draw comparisons between private and public student bodies, it is important to note that there were some limitations in making such comparisons. As the last national public college survey of graduates was completed in 2002 (for college students who graduated in 2000), some comparisons have been made to recent public college outcomes for grad\nuates in BC and Ontario only. <\/p> <p> This dataset was freely received by the Canada Millennium Scholarship Foundation. Some work was required for the variable and value labels, and missing values. They were corrected as best as possible with the documentation received. Caution should be used with this dataset as some variables are lacking documentation. <\/p> ","dct_issued_dt":"2015-07-21T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11039\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11039/iso19139.zip\"}","dc_creator_sm":["R.A. Malatest & Associates Ltd."],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11039m1"}