{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences","Engineering"],"solr_year_i":"1999","layer_slug_s":"g_10_5683_sp2_i6xnb8m1","dc_title_s":"CHaNGE: Coastal Hydrodynamics and Natural Geologic Evolution","dct_spatial_sm":["North Carolina","United States","Pamlico Sound"],"solr_geom":"ENVELOPE(-84.32182, -75.45995, 36.58814, 33.84121)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/I6XNB8","dc_description_s":"Pamlico Sound, a large back-barrier estuary in North Carolina, is under threat of climate change due to increased storm activity and sea-level rise. The response of this system is investigated byconsidering what has already happened during changes in sea-level over the late Holocene epoch. The hydrodynamic changes that occurred in response to geomorphic evolution are simulated using a 3D numericalmodel for four distinct ‘time-slice’ scenarios. To accomplish this, the present-day bathymetry was obtained from a high resolution digital elevation model, and paleo-bathymetric grids were developed from sediment cores and seismic observations. Using the same hydrodynamic forcing for each geomorphic scenario, the models are compared to assess the combined response to: different inletsconnecting the back-barrier estuary to the ocean; changes in basin geomorphology due to sedimentation; and sea-level rise. The results indicate that these factors have a considerable effect onhydrodynamics, waves, and salinity in the estuary. The time-averaged tidal ranges were up to three times as high for the past environments in comparison with present day water level elevations, and maximumcurrent velocities were over three times higher in regions close to paleo-inlets. The simulations for each time-slice suggest that the salinity distribution in Pamlico Sound is strongly influenced bythe hydraulic connectivity with other estuaries, and the number and size of tidal inlets through the barrier island system. The results indicate that changes to barrier systems induce strong, non-uniformand complex responses in back-barrier estuaries with regime-shifts in hydrodynamic energy and water mass properties. ","dct_issued_dt":"2019-11-25T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/I6XNB8\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/I6XNB8/iso19115.zip\"}","dc_creator_sm":["Mulligan, Ryan P.","Mallinson, David J.","Clunies, Gregory J.","Rey, Alexander","Culver, Stephen J.","Zaremba, Nick","Leorri, Eduardo","Mitra, Siddhartha"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_i6xnb8m1"}