{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2002","layer_slug_s":"g_10864_11042m1","dc_title_s":"Canadian College Student Survey, 2001-2002 [Canada]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11042","dc_description_s":"<p>The Canadian College Student Survey was conducted by the Canada Millennium Scholarship Foundation to provide data on student finances in Canada. The primary objective of the survey was to track the expenses and income of students on a monthly basis, in order to profile the financial circumstances of Canadian students and the adequacy of available funding. The survey will allow the Canada Millennium Scholarship Foundation to understand the financial circumstances of students who are in a post-\nsecondary environment on an annual basis. <\/p>  <p>This research is a joint effort of the Foundation, all participating colleges and the Association of Canadian Community Colleges (ACCC). The survey collects data on college students' income, expenditures and use of time. The survey is unique in that it provides national-level information on the challenges Canadian college students face in terms of financial and access issues. The objectives of the research are to: provide national-level data on\nstudent access; time use and financing for Canadian college students from participating colleges; identify issues particular to certain learner groups and/or regions; and provide each institution with top-line survey results (based on representative samples of their students); which may then be compared against the \"national average\".The Canada Millennium Scholarship Foundation commissioned R.A. Malatest and Associates Ltd. to conduct a comprehensive survey that provided national-level data concerning college students’ income, expenditures, levels of debt/perceptions of debt, and use of time. The 2002 Canadian College Student Survey Project was administered in March and April of 2002 in 16 colleges (representing 93,175 students). The maximum variation of the results of this survey is estimated to be ±1.2% (at a 95% confidence level).\n<\/p> <p> This dataset was freely received from the Canada Millennium Scholarship Foundation. Some work was required for the variable and value labels, and missing values. They were corrected as best as possible with the documentation received. Caution should be used with this dataset as some variables are lacking information. <\/p> ","dct_issued_dt":"2015-07-23T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11042\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11042/iso19139.zip\"}","dc_creator_sm":["Canada Millennium Scholarship Foundation"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11042m1"}