{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Business and Management"],"solr_year_i":"2012","dc_source_sm":["g_10_5683_sp_5s5y9tm1","g_10_5683_sp_5s5y9tm2","g_10_5683_sp_5s5y9tm3","g_10_5683_sp_5s5y9tm5","g_10_5683_sp_5s5y9tm6","g_10_5683_sp_5s5y9tm7"],"layer_slug_s":"g_10_5683_sp_5s5y9tm4","dc_title_s":"Global Tourism Watch 2012 (4 of 7)","dct_spatial_sm":["Germany"],"solr_geom":"ENVELOPE(5.8663152683722, 15.0418156516163, 55.0583836008072, 47.2701236047002)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/5S5Y9T","dc_description_s":"The  Canadian Tourism Commission (CTC) began conducting the annual Global Tourism Watch (GTW) program in 2007 to expand consumer-based intelligence in its core markets. The study approach has changed slightly for 2012 and 2013, the sixth and seventh years of the program, with the GTW being conducted in approximately one half of the markets in one year and the other half in the next. This new cycle \r\nwill allow the CTC and its partners to maintain an up to date pulse on all key markets, while, at the same time, focusing on fewer individual countries in any given year\r\n creating some cost efficiencies. Eight markets were included for 2012: Canada, the US, the UK, Germany, Australia, China, South Korea, and Brazil. In 2013, the study \r\nwill be conducted in six countries – Japan, France, Mexico and India in addition to Canada and the US. The overall objectives of the GTW study are to: Monitor awareness, travel intentions, and other key market indicators for Canada and \r\nthe regions; Assess perceptions of Canada and track brand performance against the competitive set over time; Identify the general experiences sought by travellers, assess Canada’s competitive positioning on key products and identify growth opportunities; Identify motivators and barriers for travel to Canada; and, New for 2012: Explore the role of social media and advocacy in the tourism context. ","dct_issued_dt":"2016-10-14T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/5S5Y9T\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/5S5Y9T/iso19139.zip\"}","dc_creator_sm":["Canadian Tourism Commission","Destination Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_5s5y9tm4","dct_isPartOf_sm":"Global Tourism Watch 2012"}