{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Medicine, Health and Life Sciences","Social Sciences"],"solr_year_i":"2009","layer_slug_s":"g_10_5683_sp_n5zkjdm1","dc_title_s":"New Brunswick gambling prevalence study 2009 [Canada]","dct_spatial_sm":["New Brunswick","Canada"],"solr_geom":"ENVELOPE(-69.05328, -63.77202, 48.08934, 44.57031)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP/N5ZKJD","dc_description_s":"<p>The <em>2009 New Brunswick Gambling Prevalence Study<\/em> was conducted by MarketQuest Research on behalf of the New Brunswick Department of Health (the Department) and the New Brunswick Lotteries and Gaming Corporation. Eight years following the completion of the <em>2001 New Brunswick Gambling Prevalence Study<\/em>, another gambling prevalence study was conducted to further observe and track gambling trends in the province. This study gathered data with respect to:\r\n<ul>\r\n<li>The prevalence of gambling and problem gambling in the province;<\/li>\r\n<li>Demographic characteristics of gambling subtypes;<\/li>\r\n<li>Demographic characteristics of participants of gambling activities (e.g., VLT players);<\/li>\r\n<li>Gambling expenditures;<\/li>\r\n<li>Awareness of gambling support services;<\/li>\r\n<li>Awareness and impact of the Problem Gambling Awareness campaign; and\r\nConsequences related to gambling <\/li>\r\n<\/ul>\r\n<\/p>\r\n<p>Sampling was stratified by the seven health zones in the province (Moncton, Saint John, Fredericton, Edmunston, Campbellton, Bathurst and Miramichi) to ensure acceptable margins of error for analysis. Age and gender controls were implemented to ensure a representative sample for each zone. To ensure that the sample was a proportionate representation of the overall population, weights were developed and applied to the data at the overall level. In total, 2,821 adult residents of New Brunswick (age 19+) completed the gambling prevalence survey (Moncton: 400; Saint John: 403; Fredericton: 404; Edmunston: 401; Campbellton: 411; Bathurst: 402; and Miramichi: 400). <\/p>\r\n\r\n<p>The questionnaire for the 2009 New Brunswick Gambling Prevalence Study was developed by MarketQuest Research, in close consultation with the Department of Health and the New Brunswick Lotteries and Gaming Corporation. The questionnaire is based upon previous New Brunswick Gambling Prevalence studies as well the Canadian Problem Gambling Index (CPGI). The questionnaire used the CPGI design to assess gambling involvement, problem gambling, and the correlates of gambling, including 9 items which can be scored to create gambling subtypes (non-gambler, non-problem gambler, low-risk gambler, moderate-risk gambler, and problem gambler) and produce a prevalence rate for problem gambling. Other items are indicators and correlates of gambling behavior that can be used to develop profiles of gamblers and problem gamblers. To accurately reflect the increasing popularity of activities such as Internet gambling and poker, and trends observed in the provision of support and treatment services, the gambling activities assessed in the 2001 study were modified and a more comprehensive list of activities was developed for the 2009 study. <\/p>\r\n ","dct_issued_dt":"2018-02-13T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP/N5ZKJD\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP/N5ZKJD/iso19115.zip\"}","dc_creator_sm":["Market Quest Research Group Inc."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp_n5zkjdm1"}