{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10209m1","dc_title_s":"The Kw채day D채n Ts'inchi Discovery: Expanding Our Understanding Through Linked Scientific and Community Studies","dct_spatial_sm":["Tatshenshini-Alsek Park, British Columbia; Haines Junction, Yukon","Canada (CAN)"],"solr_geom":"ENVELOPE(-139.0, -135.0, 62.0, 59.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10209","dc_description_s":"The Kw채day D채n Ts'inchi Discovery project is one of two confirmed projects within the IPY Activity #435 titled \"Recovery Research and Stabilization of Culturally and Scientifically Significant Specimens From Melting Ice and Cryosols.\" This activity involves science and social science research that has been initiated as a result of the recent melting of glaciers and alpine ice patches. Melting of these scientific \"deep freezes\" is providing unanticipated data sources that are giving us insight into past northern societies, flora/fauna, environments, and their changes through time. The field work is occurring in different northern Canadian jurisdictions (both Yukon/B.C. and Nunavut), and is operating under the leadership of northern governments (territorial or state) and/or First Nations government representatives. Local communities are directly involved in the projects, directing and/or participating in the fieldwork. They are also intimately involved in the study and interpretation of the recovered materials, as well determining where and how information is publicly released. The materials being recovered from these frozen contexts include ancient artifacts, biological materials including plant macro and micro remains, including recovered human remains. Laboratory work to study both the biological and archaeological specimens and samples recovered during these projects is being undertaking by government researchers based in the north, where-ever possible, working in collaboration with scientists/specialists at southern institutions. The projects that\ncomprise this Activity operate independently, as an informal collective that shares information. Each operates under its own permit, which follows from legislation concerned with the management and protection of heritage resources. Each project has its own funding and administrative framework, while undertaking methodologically and topically similar work. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10209\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10209/iso19115.zip\"}","dc_creator_sm":["Sheila Greer","A. P. Mackie","D. Yang","Frances Oles","K. Mackie","Kate Helwig","P. Mudie","Sheila Joe-Quock","Valery Monahan"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10209m1"}