{"dc_type_s":"Dataset","dct_temporal_sm":"2014, 2015","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2014","layer_slug_s":"geodisy:g_10_5683_sp2_lx5ijnm1","dc_title_s":"Near-surface permafrost ground ice characteristics and ecological and physical drivers of transient layer ice content in discontinuous permafrost near Yellowknife, NT","layer_modified_dt":"2020-05-26T12:25:39Z","dct_spatial_sm":["Northwest Territories","Canada","Great Slave Lowlands"],"solr_geom":"ENVELOPE(-115.0116, -114.0567, 62.60302, 62.4713)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/LX5IJN","dc_description_s":"These data were collected from 2014-2015 as part of a Master of Science thesis research project in an effort to characterise the near-surface permafrost ground ice content in the Great Slave Lowlands of the North Slave region of the Northwest Territories. The near-surface permafrost was assessed in the two dominant permafrost-affected forest types in this region: black spruce and white spruce/birch. A total of 20 sites were examined, including 10 in black spruce forest and 10 in white spruce/birch forest. Four boreholes were drilled at each black spruce site, and two to four boreholes were drilled at each white spruce/birch site. To examine the influence of soil and ecological properties on near-surface ground ice content, core samples were retained for water content, sediment grain size, salinity, and organic content analyses. In addition, stand age measurements, canopy cover estimates, and vegetation surveys were completed at each site, and ground vegetation cover surveys were completed adjacent to each borehole. ","dct_issued_dt":"2020-05-26T00:00:00Z","dct_references_s":"{\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/LX5IJN/iso19139.zip\",\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/LX5IJN\"}","dc_creator_sm":["Paul, Jason","Baltzer, Jennifer L.","Kokelj, Steve V."],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_lx5ijnm1"}