{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"layer_slug_s":"g_10864_11364m1","dc_title_s":"Employment Dynamics, 1983-1999 [Canada][Excel]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11364","dc_description_s":"<p>The Employment Dynamics is a compilation of statistical tables on employment, payroll and the number of businesses with employees for Canada, the provinces and territories. They are published annually by Statistics Canada’s Small Business and Special Surveys Division, which derives the Dynamics figures from information supplied by the Business and Labour Market Analysis Division.<\/p> <p>Primarily, the tables are used to analyze how businesses of different sizes contribute to employment change\r\nin the economy. Net year-over-year changes in total employment are broken down according to the following gross components, which are calculated for individual employment-size groupings of firms:\r\n<\/p> <ol> <li>Job gains attributed to newly identified employers;<\/li> <li>Job losses attributed to firms that ceased to be identified as employers;<\/li> <li>Job gains attributed to continuing employers that increased their respective employment levels;<\/li> <li>Job losses attributed to continuing employers that decreased their respective employment levels;<\/li> <\/ol> <p>The Dynamics are also useful in that they provide estimated counts of entries and exits of businesses from the employer popula\r\ntion in Canada.<\/p> <p>The data cover all private and public sector businesses or organizations (including public administration) that issue T4 slips to employees for taxation purposes. Both incorporated and unincorporated entities are included, but only if they issue T4 slips to employees. In other words, non-employers are not included in the figures.<\/p> ","dct_issued_dt":"2016-11-30T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11364\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11364/iso19139.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11364m1"}