{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10238m1","dc_title_s":"Paleo-perspectives on environmental change in the high Arctic: the Canadian Contribution","dct_spatial_sm":["Canada (CAN), Greenland","Ellesmere Island, Nunavut; Churchill, Manitoba; northern Greenland"],"solr_geom":"ENVELOPE(-126.011971, -11.31232, 83.627419, 58.72456)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10238","dc_description_s":"Background: The snow and ice of the polar regions contain a wealth of information on the variability of the Earth's climate, past and present, and atmospheric composition. Many of the chemical compounds and aerosols found in the atmosphere find their way to the Arctic and are retained by the snow. Within large ice caps and ice sheets, annual snow layers accumulate. At depth, these layers are transformed into ice; preserving in the process much of their environmental signature. Thus, through ice core analysis, a glimpse of the pre-industrial atmosphere is offered, allowing us to place recent changes into perspective. Objectives: This project consists of three sub-projects which are closely linked in theme and method. Collectively, their aim is to document and reconstruct short and long term changes in climate and atmospheric contaminant deposition in the Canadian Arctic and neighbouring regions by analysing snow and ice cores. 1. Trends in the distribution of anthropogenic contaminants in the circumpolar region, is to conduct a pan Arctic survey of Arctic snow in order to quantify present levels and rates of accumulation of airborne contaminants. This activity is associated with the internationally approved COPOL program (IPY # 175) and with two Environment Canada-led IPY programs: (1) OASIS-CANADA: Understanding Ozone and Mercury in the Air Over the Arctic Ocean and (2) Pollutants Travelling in the Air to the Arctic. 2. Paleo-perspectives on environmental change in the High A\nrctic is closely associated to the study described above. The aim is to extend the record of atmospheric mercury and trace metals by sampling snow from a deep pit and from firn cores. Also included in this study the measurement of melt features observed in the snow. 3. Greenland Ice Sheet reactions to past and present climate change is to further explore the links between trace elements, pollen assemblages, and climate - particularly during glacial, interglacial, and transitional periods. To that end, we have joined the large-scale, multi-national, ice coring program: North Greenland Eemian Ice Drilling (NEEM). Rationale: The results of the project are important to the study of long-range / transboundary dispersion of airborne contaminants in the Arctic, thus, to the health of Northerners. Also to improve our understanding of the physical processes that control the transfer of Hg and methyl mercury (MeHg) from snow to aquatic ecosystems in glacierized basins. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10238\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10238/iso19139.zip\"}","dc_creator_sm":["Jocelyne Bourgeios","Christian Zdanowicz","David Burgess","David Fisher","David Lean","Jiancheng Zheng","Michael Krachler","Roy Koerner","William Shotyk"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10238m1"}