{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"layer_slug_s":"g_10864_10232m1","dc_title_s":"The Circumpolar Flaw Lead (CFL) system study","dct_spatial_sm":["Amundsen Gulf and southern Beaufort Sea, Arctic Ocean; Inuvik (NT, Canada); Paulatuk (NT, Canada); Sachs Harbour (NT, Canada); Tuktoyaktuk (NT, Canada); Ulukhaktok (NT, Canada)"],"solr_geom":"ENVELOPE(-141.0, -113.0, 76.0, 66.0)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/10232","dc_description_s":"The CFL project consisted of ten sub-project teams: Physical oceanography; Sea ice; Light, nutrients, and primary production; Food webs; Marine mammals and birds; Gas fluxes; Carbon and nutrient fluxes; Contaminants; Modeling; and Traditional Knowledge. In the fall of 2007, 74 open water sites were sampled throughout the Amundsen Gulf and southern Beaufort Sea. During the winter months, 44 drift sites were sampled, ranging in duration from 1-22 days. Due to thin sea ice and high ice mobility, the fast ice bridge between Cape Parry and Banks Island did not form. For this reason, we were unable to establish a semi-permanent ice camp as originally planned. Instead, a series of ice camps were set up at the fast ice edge at the mouths of Franklin and Darnley Bays in May and June. Early results suggest that with decreasing ice cover we can expect powerful feedbacks into the climate system thereby exacerbating the reduction in multiyear sea ice, with commensurate changes in the ecosystem, biogeochemical cycling and human use of the flaw lead region. Nutrients may become more available to the food web through a higher occurrence of ice edge upwelling as well as eddies carrying Pacific water into the Amundsen Gulf. Frost flowers, which are produced on young first year ice, have been found to have an important role in atmospheric chemistry around flaw leads and may be important for contaminant transport. Marine mammal use of the flaw lead occurs much earlier and more extensively than previously known. Traditional Knowledge research efforts included the development,\ncoordination and completion of community interviews in Sachs Harbour, Paulatuk and Ulukhaktok. This comprised of community-based field programs involving semi-directed interviews, a mapping component, and database development and input. The data gathered from 49 experts in 3 communities represents the first and most comprehensive documentation of Inuvialuit knowledge of the circumpolar flaw lead in the Beaufort Sea. The Traditional Knowledge study showed that Inuvialuit have extensive knowledge of changes taking place in seasonal patterns, marine and freshwater systems, fish and wildlife of the Beaufort Sea and their uses of these resources, as well as the implications of these changes for human travel and Inuvialuit subsistence and traditional activities. ","dct_issued_dt":"2012-10-17T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/10232\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/10232/iso19115.zip\"}","dc_creator_sm":["David Barber","Daniel Bourgault","Jacques Gagné","Jessica Beaubier","Louis Fortier","Michel Gosselin","Peter Galbraith","Philippe Archambault","Steve Ferguson"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_10232m1"}