{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Agricultural Sciences"],"solr_year_i":"2011","layer_slug_s":"g_10864_s52lfm1","dc_title_s":"Glyphosate-resistant Canada fleabane (Conyza canadensis (L.) Cronq.) in Ontario: Distribution and Control in Soybean (Glycine max (L.) Merr.): Essex, Leamington, Wheatley, and Windsor, Essex County, Ontario [Canada] 2011 and 2012","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/S52LF","dc_description_s":"This dataset is comprised of two surveys examining the control of glyphosate resistant Canada Fleabane in soybean with 1) preplant herbicide tankmixes and 2) postemergence herbicides. The objective of the first survey was to identify preplant herbicide tankmixes that provide effective control of glyphosate-resistant Canada fleabane. Twelve field trials were conducted over a two year period (2011, 2012) at four farm locations in Essex County, Ontario to evaluate preplant herbicide tankmixes in glyphosate-resistant soybean for the control of Canada fleabane populations previously identified to be resistant to glyphosate. The first trial evaluated herbicides applied preplant with limited residual activity (Enhanced Burndown) while the second trial evaluated herbicides with residual activity for season long weed control (Burndown plus Residual).  The objective of the second survey was to evaluate glyphosate and postemergence soybean herbicide efficacy on glyphosate-resistant Canada fleabane. Twelve field trials were conducted over a two year period (2011, 2012) at four farm locations in Essex County, Ontario. The first set of trials evaluated the level of glyphosate resistance in these populations (Biologically Effective Rate of Glyphosate) while the second set evaluated herbicides applied following soybean emergence (Postemergence Tankmixes). ","dct_issued_dt":"2013-12-06T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/S52LF\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/S52LF/iso19139.zip\"}","dc_creator_sm":["Byker, Holly","Sikkema, Peter"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_s52lfm1"}