{"dc_type_s":"Dataset","dct_temporal_sm":"2018","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2018","layer_slug_s":"geodisy:g_10_5683_sp2_ydmtaim1","dc_title_s":"Data for: Rule compliance and desire lines in Barcelona’s cycling network","layer_modified_dt":"2020-08-16T06:34:09Z","dct_spatial_sm":["Catalonia","Barcelona","Spain"],"solr_geom":"ENVELOPE(2.08, 2.22, 41.45, 41.32)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/YDMTAI","dc_description_s":"A major challenge in the development of new cycling infrastructure is the design of intersections that are safe, appropriately used, and inclusive. In this paper we study how cyclists interact with existing street design at intersections in Barcelona. We observed rule compliance (n = 5,063) and desire lines (n = 5,082) at six intersections over 12 weekdays. We find that 78.9% of cyclists comply with intersection rules, and that female cyclists are more likely to comply. Rule incompliance is associated with the gender of the cyclists, the directionality of the bike lanes that intersect, traffic signals, and performing a turn. Our analysis of desire lines through the intersections illustrate that incompliant behaviour is driven by a need for uninterrupted travel. We suggest ways to improve intersection design and safety: i) prioritise unidirectional bike lanes; ii) optimise traffic lights, and; iii) anticipate cyclists’ desired trajectories when designing new cycling infrastructure. ","dct_issued_dt":"2020-08-16T00:00:00Z","dct_references_s":"{\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/YDMTAI/iso19139.zip\",\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/YDMTAI\"}","dc_creator_sm":["Honey-Roses, Jordi","Lind, Adam","Corbera, Esteve"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_ydmtaim1"}