{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":[],"solr_year_i":"2003","layer_slug_s":"g_10864_11062m1","dc_title_s":"Survey of Secondary School Students, 2004","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://hdl.handle.net/10864/11062","dc_description_s":"<p>The Canada Millennium Scholarship Foundation (the Foundation) undertook a survey of secondary school students across five provinces focusing on their post-secondary school expectations. This research involved the in-class administration of a survey to Grade 6 to 12 students in British Columbia, Alberta, Manitoba, New Brunswick, and Newfoundland and Labrador. This study was conducted by two independent research companies under contract to the Foundation: Prairie Research Associates (PRA) Inc.\nand R.A. Malatest and Associates Ltd. The in-class survey instrument was designed to collect information about how secondary school students view education, what they know about the various forms of funding available for post-secondary education and how students envision paying for their future education. The survey administered to Grade 6 to 8 students gathered approximately 65 pieces of information, while the one given to Grade 9 to 12 students collected about 110 pieces of information. To ensure consistent administration of the in class survey for each student sample, a Survey Administration Guide was developed to recommend procedures to be followed.\n<\/p> <p>This dataset was received from the Canada Millennium Scholarship Foundation as is. Issues with value labels and missing values were discovered and corrected as best as possible with the documentation received. The variable <em>-gasst: \"Do you receive any government assistance?\"-<\/em> was not corrected due to lack of documentation about this variable. Some caution should be used with this dataset.<\/p> ","dct_issued_dt":"2015-08-11T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11062\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11062/iso19139.zip\"}","dc_creator_sm":["The Canada Millennium Scholarship Foundation"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11062m1"}