{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Earth and Environmental Sciences"],"solr_year_i":"2001","dc_source_sm":["g_10_5683_sp2_igbzl4m2"],"layer_slug_s":"g_10_5683_sp2_igbzl4m1","dc_title_s":"Replication data for: The Bamfield SI/MAB plot 01: monitoring biodiversity in a coastal hemlock forest (1 of 2)","dct_spatial_sm":["Canada","British Columbia"],"solr_geom":"ENVELOPE(-139.0522, -114.05422, 60.00006, 48.30892)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/IGBZL4","dc_description_s":"Trees in the one-hectare second growth SI/MAB plot were recensused in 2001. Data were also collected for shrubs and small trees, coarse woody debris (CWD), and small mammals, and are presented here. For results on canopy cover, dwarf mistletoe, and slugs, see the 2001 student report.\r\n<p/>\r\nThe SI/MAB plot was established in 1997 following the Smithsonian Institution / Man and Biosphere Program (now Monitoring and Assessment of Biodiversity) or SI/MAB protocol. It is located on the north side of Grappler Inlet near Bamfield, British Columbia on property owned and administered by the Bamfield Marine Sciences Centre. The centre of the plot has GPS coordinates 48°50’19.00”N, 125°08’02.00”W (48.83861111, -125.13388889).\r\n<p/>\r\nThe SI/MAB plot is divided into 25 quadrats (20m x 20m). In 2001 quadrats were renumbered for north/south discrepancies. Trees with a DBH (diameter at breast height) ≥ 4 cm were recensused for species, DBH and status (physical condition). For the 2001 census, dead fallen trees were counted as coarse woody debris instead of trees.\r\n<p/>\r\nShrubs and small trees (maximum DBH of 4cm) were identified and tagged following the Ecological Monitoring and Assessment Network (EMAN) protocol for Shrub and Small Tree Sampling. In 1999, 11 5x5m quadrats were randomly chosen in corners of randomly chosen 20mx20m quadrats in the SI/MAB plot. In 2001, the 11 quadrats were resampled, and 4 more quadrats were sampled. A species list of shrubs and small trees is presented here.\r\n<p/>\r\nCoarse woody debris was measured along three 90m transects within the SI/MAB plot (labeled site A = wet; site B = steep slope; site C = flat, stem exclusion). Methodology is described in the Vegetation Resources Inventory: Ground Sampling Procedures (2007) with decay classes 1-5 defined on page 196. The methodology was modified such that each 90m transect consisted of an equilateral triangle with sides of 30m each (vs. two transects at 90 degrees to each other). Triangles were used to ensure that any orientation biases were accounted for as pieces may have a dominant direction of fall. Data for coarse woody debris and volume calculations are presented here.\r\n<p/>\r\nThree days of live trapping of small mammals (i.e. deer mice) was done using two edge transects parallel but 3m from south and east edges of plot to minimize disturbance. Data is presented here.\r\n<p/>\r\nThe majority of data was collected by students in the Coastal Biodiversity and Conservation course taught by Dr. Tom Berman July 23-Aug 31, 2001 with Teaching Assistant Dana Haggarty. Shrub and small tree data from 1999 was collected by students in the Coastal Biodiversity and Conservation course taught by Dr. Tom Berman and Dr. Andre Martel June 7-July 16, 1999. ","dct_issued_dt":"2019-02-20T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/IGBZL4\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/IGBZL4/iso19115.zip\"}","dc_creator_sm":["Adam, Marie-Christine","Beckett, Janine","Bradley, Alyssa","Burgess, Dan","Dean, Kiri","Gill, Karen","Gordon-Walker, Johanna","Haggarty, Dana","Herman, Tom","LaBorde, Heather","Macnab, Magnus","Matteson, Ann","McMullen, Terra","LeRoy, Sean","O, Miriam","Purdy, Shannon","Ross, Amanda","Rudd, Heather","Willson, Marie-Josee","Zayac, Scott"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_igbzl4m1","dct_isPartOf_sm":"Replication data for: The Bamfield SI/MAB plot 01: monitoring biodiversity in a coastal hemlock forest"}