{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"layer_slug_s":"g_10_5683_sp2_6oekpam1","dc_title_s":"2016 Census of Canada - Housing Suitability and Shelter-cost-to-income Ratio by Status of Primary Household Maintainer for BC CSDs [custom tabulation]","dct_spatial_sm":["Canada","British Columbia"],"solr_geom":"ENVELOPE(-139.0522, -114.05422, 60.00006, 48.30892)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://doi.org/10.5683/SP2/6OEKPA","dc_description_s":"This dataset includes one dataset which was custom ordered from Statistics Canada.The table includes information on housing suitability and shelter-cost-to-income ratio by number of bedrooms, housing tenure, status of primary household maintainer, household type, and income quartile ranges for census subdivisions in British Columbia.<br><br>\r\n\r\nThe dataset is in Beyond 20/20 (.ivt) format. The Beyond 20/20 browser is required in order to open it. This software can be freely downloaded from the Statistics Canada website:<br> https://www.statcan.gc.ca/eng/public/beyond20-20 (Windows only).<br>\r\nFor information on how to use Beyond 20/20, please see:<br>\r\nhttp://odesi2.scholarsportal.info/documentation/Beyond2020/beyond20-quickstart.pdf<br>\r\nhttps://wiki.ubc.ca/Library:Beyond_20/20_Guide<br><br>\r\n\r\n\r\n<b>Custom order from Statistics Canada includes the following dimensions and variables:<\/b>\r\n<br><br>\r\nGeography: <br>\r\nNon-reserve CSDs in British Columbia - 299 geographies\t<br>\t\t\r\nThe global non-response rate (GNR) is an important measure of census data quality. It combines total non-response (households) and partial non-response (questions). A lower GNR indicates a lower risk of non-response bias and, as a result, a lower risk of inaccuracy. The counts and estimates for geographic areas with a GNR equal to or greater than 50% are not published in the standard products. The counts and estimates for these areas have a high risk of non-response bias, and in most cases, should not be released. All the geographies requested for this tabulation have been cleared for the release of income data and have a GNR under 50%.\r\n<br><br>\r\n\r\nHousing Tenure Including Presence of Mortgage (5)<br>\r\n1.\tTotal – Private non-band non-farm off-reserve households with an income greater than zero by housing tenure<br>\r\n2.\t  Households who own<br>\r\n3.\t    With a mortgage1<br>\r\n4.\t    Without a mortgage<br>\r\n5.\t  Households who rent<br>\r\nNote: 1) Presence of mortgage - Refers to whether the owner households reported mortgage or loan payments for their dwelling. <br><br>\r\n\r\n2015 Before-tax Household Income Quartile Ranges (5)<br>\r\n1.\tTotal – Private households by quartile ranges1, 2, 3<br>\r\n2.\t  Count of households under or at quartile 1<br>\r\n3.\t  Count of households between quartile 1 and quartile 2 (median) (including at quartile 2)<br>\r\n4.\t  Count of households between quartile 2 (median) and quartile 3 (including at quartile 3)<br>\r\n5.\t  Count of households over quartile 3<br>\r\nNotes: 1) A private household will be assigned to a quartile range depending on its CSD-level location and depending on its tenure (owned and rented). Quartile ranges for owned households in a specific CSD are delimited by the 2015 before-tax income quartiles of owned households with an income greater than zero and residing in non-farm off-reserve dwellings in that CSD. Quartile ranges for rented households in a specific CSD are delimited by the 2015 before-tax income quartiles of rented households with an income greater than zero and residing in non-farm off-reserve dwellings in that CSD.<br>\r\n2) For the income quartiles dollar values (the delimiters) please refer to Table 1.<br>\r\n3) Quartiles 1 to 3 are suppressed if the number of actual records used in the calculation (not rounded or weighted) is less than 16. For cases in which the renters’ quartiles or the owners’ quartiles (figures from Table 1) of a CSD are suppressed the CSD is assigned to a quartile range depending on the provincial renters’ or owners’ quartile figures.<br><br>\r\n\r\nNumber of Bedrooms (Unit Size) (6)<br>\r\n1.\tTotal – Private households by number of bedrooms1<br>\r\n2.\t  0 bedrooms (Bachelor/Studio)<br>\r\n3.\t  1 bedroom<br>\r\n4.\t  2 bedrooms<br>\r\n5.\t  3 bedrooms<br>\r\n6.\t  4 bedrooms<br>\r\nNote: 1) Dwellings with 5 bedrooms or more included in the total count only.<br><br>\r\n\r\nHousing Suitability (6)<br>\r\n1.\tTotal - Housing suitability<br>\r\n2.\t  Suitable<br>\r\n3.\t  Not suitable<br>\r\n4.\t    One bedroom shortfall<br>\r\n5.\t    Two bedroom shortfall<br>\r\n6.\t    Three or more bedroom shortfall<br>\r\nNote: 1) 'Housing suitability' refers to whether a private household is living in suitable accommodations according to the National Occupancy Standard (NOS); that is, whether the dwelling has enough bedrooms for the size and composition of the household. A household is deemed to be living in suitable accommodations if its dwelling has enough bedrooms, as calculated using the NOS.<br>\r\n'Housing suitability' assesses the required number of bedrooms for a household based on the age, sex, and relationships among household members. An alternative variable, 'persons per room,' considers all rooms in a private dwelling and the number of household members.<br>\r\nHousing suitability and the National Occupancy Standard (NOS) on which it is based were developed by Canada Mortgage and Housing Corporation (CMHC) through consultations with provincial housing agencies.<br><br>\r\n\r\nShelter-cost-to-income-ratio (4) <br>\r\n1.\tTotal – Private non-band non-farm off-reserve households with an income greater than zero<br>\r\n2.\t  Spending less than 30% of households total income on shelter costs<br>\r\n3.\t  Spending 30% or more of households total income on shelter costs<br>\r\n4.\t    Spending 50% or more of households total income on shelter costs<br>\r\nNote: 'Shelter-cost-to-income ratio' refers to the proportion of average total income of household which is spent on shelter costs.<br><br>\r\n\r\nHousehold Statistics (8)<br>\r\n1.\tTotal – Private non-band non-farm off-reserve households with an income greater than zero1<br>\r\n2.\t  Average household income in 2015 ($)2<br>\r\n3.\t  Median household income in 2015 ($)3<br>\r\n4.\t  Quartile 1 of household income in 2015 ($)4<br>\r\n5.\t  Quartile 2 (median) of household income in 2015 ($)4<br>\r\n6.\t  Quartile 3 of household income in 2015 ($)4<br>\r\n7.\t  Average monthly shelter costs ($)2,5<br>\r\n8.\t  Median monthly shelter costs ($)3,5<br>\r\nNotes: 1) All households statistics are calculated based on the distribution of private households in non-farm off-reserve non-band occupied private dwellings with a before-tax household income greater than zero.<br>\r\n2) The average is suppressed if the number of actual records used in the calculation (not rounded or weighted) is less than 4. <br>\r\n3) The median is suppressed if the number of actual records used in the calculation (not rounded or weighted) is less than 8. <br>\r\n4) Quartiles 1 to 3 are suppressed if the number of actual records used in the calculation (not rounded or weighted) is less than 16.<br>\r\n5) Shelter costs for owner households include, where applicable, mortgage payments, property taxes and condominium fees, along with the costs of electricity, heat, water and other municipal services. For renter households, shelter costs include, where applicable, the rent and the costs of electricity, heat, water and other municipal services.<br><br>\r\n\r\nStatus of Primary Household Maintainer1 (11)<br>\r\n1.\tTotal – Private households by Aboriginal identity of the primary household maintainer<br>\r\n2.\t  PHM is Aboriginal2<br>\r\n3.\t  PHM is not Aboriginal<br>\r\n4.\tTotal – Private households by immigration status of the primary household maintainer<br>\r\n5.\t  PHM is a non-immigrant3<br>\r\n6.\t  PHM is an immigrant or a non-permanent resident<br>\r\n7.\t    PHM is a non-permanent resident4<br>\r\n8.\t    PHM is an immigrant5,6<br>\r\n9.\t      Officially landed in Canada between 2011 and 2016 7<br>\r\n10.\t      Officially landed in Canada between 2006 and 2010<br>\r\n11.\t      Officially landed in Canada before 2006<br>\r\n\r\nNotes: 1) The Primary Household Maintainer is the first person in the household identified as someone who pays the rent or the mortgage, or the taxes, or the electricity bill, and so on, for the dwelling.<br>\r\nIn the case of a household where two or more people are listed as household maintainers, the first person listed is chosen as the primary household maintainer.<br>\r\n2) 'Aboriginal identity' includes persons who are First Nations (North American Indian), Métis or Inuk (Inuit) and/or those who are Registered or Treaty Indians (that is, registered under the Indian Act of Canada) and/or those who have membership in a First Nation or Indian band. Aboriginal peoples of Canada are defined in the Constitution Act, 1982, section 35 (2) as including the Indian, Inuit and Métis peoples of Canada.<br>\r\n3) 'Non-immigrants' includes persons who are Canadian citizens by birth.<br>\r\n4) 'Non-permanent residents' includes persons from another country who have a work or study permit or who are refugee claimants, and their family members sharing the same permit and living in Canada with them.<br>\r\n5) 'Immigrants' includes persons who are, or who have ever been, landed immigrants or permanent residents. Such persons have been granted the right to live in Canada permanently by immigration authorities. Immigrants who have obtained Canadian citizenship by naturalization are included in this category. In the 2016 Census of Population, 'Immigrants' includes immigrants who landed in Canada on or prior to May 10, 2016.<br>\r\n6) Immigrants may not have a complete year of applicable income. The income data for the 2016 Census of Population are for the year 2015.<br>\r\n7) Includes immigrants who landed in Canada on or prior to May 10, 2016.<br><br>\r\n\r\n\r\nOriginal file name: CRO0163850_CT.5 (BC_Cultural),ivt ","dct_issued_dt":"2020-02-25T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/6OEKPA\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/6OEKPA/iso19115.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10_5683_sp2_6oekpam1"}