{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Social Sciences"],"solr_year_i":"2006","layer_slug_s":"g_10864_11172m1","dc_title_s":"Census of Agriculture, 2006 [Canada]: Farm Data and Farm Operator Data, Initial Release [Excel]","dct_spatial_sm":["Canada"],"solr_geom":"ENVELOPE(-141.0, -52.636291, 83.110626, 41.67598)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"Undetermined","dct_provenance_s":"Scholars Portal Dataverse","dc_language_s":"English","dc_identifier_s":"https://hdl.handle.net/10864/11172","dc_description_s":"<p>Statistics Canada conducts the Census of Agriculture every five years at the same time as the Census of Population. The most recent Census of Agriculture was on May 15, 2006.The Census of Agriculture collects and disseminates a wide range of data on the agriculture industry such as number and type of farms, farm operator characteristics, business operating arrangements, land management practices, crop areas, numbers of livestock and poultry, farm capital, operating expenses and receipts, and\r\nfarm machinery and equipment. These data provide a comprehensive picture of the agriculture industry across Canada every five years at the national and provincial levels as well as at lower levels of geography.\r\n<\/p> <p>The Census of Agriculture is the cornerstone of Canada's Agriculture Statistics Program. Census of Agriculture data are an indispensable public and private sector tool for analyzing important changes in the agriculture and food industries; developing, implementing and evaluating agricultural policies and programs such as farm income safety nets and environmental sustainability; and making production, marketing and investment decisions. Statistics Canada uses the data as benchmarks for it\r\ns regular surveys on crops, livestock and farm finances between census years. This release contains all farm and farm operator data. See People and Products Catalogue for future releases of other agricultural data products.\r\n<\/p> ","dct_issued_dt":"2016-12-13T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://hdl.handle.net/10864/11172\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10864/11172/iso19115.zip\"}","dc_creator_sm":["Statistics Canada"],"geoblacklight_version":"1.0","layer_id_s":"g_10864_11172m1"}