{"dc_type_s":"Dataset","dc_rights_s":"Public","dc_subject_sm":["Engineering"],"layer_slug_s":"geodisy:g_10_5683_sp2_6ku4i7g1","dc_title_s":"To Estimate and Optimize the Source of Drinking Water for Metro Vancouver until 2040","dc_format_s":"Shapefile","dct_spatial_sm":["Canada","Metro Vancouver","B.C."],"solr_geom":"ENVELOPE(-136.025764, -52.619409, 62.541256, 41.676964)","dc_publisher_s":"Scholars Portal Dataverse","layer_geom_type_s":"3D Polygon","dct_provenance_s":"Scholars Portal Dataverse","dc_identifier_s":"https://doi.org/10.5683/SP2/6KU4I7","dc_description_s":"The population of Metro Vancouver (20110729Regional Growth Strategy Projections Population, Housing and Employment 2006 – 2041 File) will have increased greatly by 2040, and finding a new source of reservoirs for drinking water (2015_ Water Consumption_ Statistics File) will be essential. This issue of drinking water needs to be optimized and estimated (Data Mining file) with the aim of developing the region. Three current sources of water reservoirs for Metro Vancouver are Capilano, Seymour, and Coquitlam, in which the treated water is being supplied to the customer. The linear optimization (LP) model (Optimization, Sensitivity Report File) illustrates the amount of drinking water for each reservoir and region. In fact, the B.C. government has a specific strategy for the growing population till 2040, which leads them toward their goal. In addition, another factor is the new water source for drinking water that needs to be estimated and monitored to anticipate the feasible water source (wells) until 2040. As such, the government will have to make a decision on how much groundwater is used. The goal of the project is two steps: (1) an optimization model for three water reservoirs, and (2) estimating the new source of water to 2040.\r\n\r\n<p>The process of data analysis for the project includes: the data is analyzed with six software—Trifacta Wrangler, AMPL, Excel Solver, Arc GIS, and SQL—and is visualized in Tableau.\r\n1.\tTrifacta Wrangler Software clean data (Data Mining file).\r\n2.\tAMPL and Solver Excel Software optimize drinking water consumption for Metro Vancouver (data in the Optimization and Sensitivity Report file).\r\n3.\tArcMap collaborates the raw data and result of the optimization water reservoir and estimating population till 2040 with the ArcGIS software (GIS Map for Tableau file).\r\n4.\tVisualizing, estimating, and optimizing the source of drinking water for Metro Vancouver until 2040 with SQL software in Tableau (export tableau data file). ","dct_issued_dt":"2019-02-28T00:00:00Z","dct_references_s":"{\"http://schema.org/url\":\"https://doi.org/10.5683/SP2/6KU4I7\",\"http://lccn.loc.gov/sh85035852\":\"http://geoserver.frdr.ca/geodisy/10/5683/SP2/6KU4I7/iso19139.zip\",\"http://schema.org/downloadUrl\":\"https://dataverse.scholarsportal.info/api/access/datafile/74399\"}","dc_creator_sm":["Yarmand, Shahram"],"geoblacklight_version":"1.0","layer_id_s":"geodisy:g_10_5683_sp2_6ku4i7g1"}